<?php
$lang = array(


'reserved_word' => 
'Выбранное Вами наименование поля не может быть использовано, поскольку является зарезервированным словом.  Более подробную информацию смотрите в Руководстве.',

'list_edit_warning' => 
'Если есть несохраненные изменения на этой странице, они будут утрачены при переходе к редактору форматирования.',

'fmt_has_changed' => 
'Примечание: Вы выбрали другое форматирование поля, отличающееся от сохраненного ранее.',

'update_existing_fields' => 
'Применить это новое форматирование ко всем существующим записям блога?',

'display_criteria' => 
'Выбрать критерий отображения для страницы ПУБЛИКОВАТЬ',

'field_type_options' => 
'Настройки полей',

'limit' => 
'лимит',

'orderby_title' => 
'Сортировать по названию',

'orderby_date' => 
'Сортировать по дате',

'sort_desc' => 
'По убыванию',

'in' => 
'в',

'sort_asc' => 
'По возрастанию',

'field_label_info' => 
'Это название появится на странице ПУБЛИКОВАТЬ',

'deft_field_formatting' => 
'Форматирование текста по умолчанию для этого поля',

'formatting_no_available' => 
'Форматирование текста отсутствует для выбранного Вами типа поля',

'show_formatting_buttons' => 
'Показывать меню форматирования',

'hide_formatting_buttons' => 
'Скрыть меню форматирования',

'field_options' => 
'Настройки поля',

'date_field' => 
'Поле даты',

'relationship' => 
'Связь',

'related_to_channel' => 
'Свяжите записи одного канала с записями другого блога',

'select_related_channel' => 
'Выберите канал, с которым Вы хотите создать связь:',

'rss_url' => 
'URL канала RSS',

'rss_url_exp' => 
'URL, где можно видеть RSS-канал этого блога.',

'update_publish_cats' => 
'Закрыть окно и обновить категории на странице ПУБЛИКОВАТЬ',

'versioning' => 
'Настройки сохранения версий',

'enable_versioning' => 
'Включить сохранение версий записи',

'clear_versioning_data' => 
'Удалить все существующие данные в этом блоге',

'max_revisions' => 
'Макс. число версий одной записи',

'max_revisions_note' => 
'Сохранение версий использует много места в БД, поэтому рекомендуется ограничить число сохраняемых версий.',

'field_populate_manually' => 
'Заполнить меню вручную',

'field_populate_from_channel' => 
'Заполнить меню из другого пользовательского поля',

'select_channel_for_field' => 
'Выберите поле, которое Вы хотите перенести из:',

'field_val' => 
'Необходимо выбрать название поля из этого меню, а не название блога.',

'channel_notify' => 
'Активировать список получателей уведомлений данного канала?',

'no_statuses' => 
'Статусов пока не создано',

'status_created' => 
'Статус создан',

'field_is_hidden' => 
'Показывать это поле по умолчанию?',

'hidden_field_blurb' => 
'Эта настройка определяет, будет ли поле отображаться на странице ПУБЛИКОВАТЬ. Если выбрано \\"нет\\", Вы увидите ссылку, позволяющую открыть это поле. ',

'include_rss_templates' => 
'Включая RSS-шаблоны',

'notification_settings' => 
'Настройки уведомлений',

'comment_notify_authors' => 
'Уведомлять автора записи при поступлении комментария или трекбэка?',

'comment_notify' => 
'Уведомлять нижеперечисленных участников о новых комментариях и трекбэках?',

'update_existing_comments_mod' => 
'Обновить все существующие комментарии в соответствии с этой настройкой?',

'update_existing_comments' => 
'Применить эту настройку срока давности ко всем существующим комментариям?',

'category_order_confirm_text' => 
'Уверены в необходимости сортировки этой группы категорий по алфавиту?',

'category_sort_warning' => 
'Если в настоящее время используется настраиваемый порядок сортировки, то он будет изменен на алфавитный.',

'global_sort_order' => 
'Порядок сортировки по умолчанию',

'custom' => 
'Настраиваемый',

'alpha' => 
'По алфавиту',

'id' => 
'ID',

'channel_id' => 
'ID',

'channel_short_name' => 
'Краткое название',

'group_required' => 
'Необходимо указать название группы.',

'comment_url' => 
'URL:',

'comment_url_exp' => 
'URL страницы комментариев для этого блога',

'order' => 
'Порядок',

'delete_category_confirmation' => 
'Действительно хотите удалить эту категорию?',

'category_description' => 
'Описание категории',

'category_updated' => 
'Категория обновлена',

'new_category' => 
'Создать новую категорию',

'template_creation' => 
'Создать новые шаблоны для этого блога?',

'use_a_theme' => 
'Использовать одну из существующих тем',

'myaccount_cp_theme' => 
'Оформление административной панели',

'duplicate_group' => 
'Дублировать существующую группу шаблонов',

'template_group_name' => 
'Название новой группы шаблонов',

'template_group_choose' => 
'Группа шаблонов',

'new_group_instructions' => 
'При создании новой группы необходимо заполнить это поле',

'publish_page_customization' => 
'Настройка страницы публикаций',

'show_button_cluster' => 
'Отображать кнопки форматирования',

'paths' => 
'Настройки путей',

'channel_url_exp' => 
'URL канала',

'search_results_url' => 
'URL результатов поиска',

'search_results_url_exp' => 
'URL-адрес, по которому будут выводиться результаты поиска в этом блоге.',

'ping_return_url' => 
'URL возврата пинга',

'ping_return_url_exp' => 
'Обратный URL-адрес, по которому приходят посетители, видящие Вашу ссылку на пингуемых Вами сайтах.',

'comment_expiration' => 
'Срок показа комментариев',

'comment_expiration_desc' => 
'Количество дней после публикации записи, в течение которых отображаются комментарии.  Введите 0 (ноль), чтобы отключить ограничение.',

'restrict_status_to_group' => 
'Ограничить статус &#8211; только для участников определенных групп',

'no_publishing_groups' => 
'Групп участников, которым разрешено осуществлять публикацию в блоге, не существует',

'status_updated' => 
'Статус обновлен',

'status_deleted' => 
'Статус был удалён',

'can_edit_status' => 
'Имеется доступ для изменения статуса',

'search_excerpt' => 
'Какое поле следует использовать для цитат, отображаемых на страницах результатов поиска?',

'channel_prefs' => 
'Настройки канала',

'channel_settings' => 
'Настройки публикации в канале',

'comment_prefs' => 
'Настройки комментариев',

'comment_use_captcha' => 
'Использовать CAPTCHA при публикации комментариев?',

'comment_moderate' => 
'Модерировать комментарии?',

'comment_moderate_exp' => 
'Если выбрано Да, то комментарии появятся только после их проверки модератором.',

'comment_system_enabled' => 
'Разрешить комментарии в этом блоге?',

'edit_channel_prefs' => 
'Редактировать настройки канала',

'edit_group_prefs' => 
'Редактировать настройки групп',

'edit_group_assignments' => 
'Редактировать привязки группы',

'duplicate_channel_prefs' => 
'Скопировать настройки канала',

'do_not_duplicate' => 
'Не копировать',

'no_channels_exist' => 
'Пока нет каналов',

'create_new_channel' => 
'Создать канал',

'channel_base_setup' => 
'Основные настройки канала',

'default_settings' => 
'Административные настройки',

'channel_name' => 
'Имя канала',

'channel_url' => 
'URL канала',

'channel_lang' => 
'XML язык',

'channel_description' => 
'Описание канала',

'illegal_characters' => 
'Указанный Вами текст должен состоять только из букв латинского алфавита, цифр, пробелов, подчеркиваний и дефисов',

'comment_require_membership' => 
'Требуется регистрация для публикации комментария?',

'channel_require_membership' => 
'Запрашивать членство в канале для публикации записей?',

'comment_require_email' => 
'Требовать адрес E-mail для публикации комментариев?',

'channel_require_email' => 
'Запрашивать адрес электронной почты для записей данного канала?',

'channel_max_chars' => 
'Ограничение кол-ва символов записи канала',

'comment_max_chars' => 
'Макс. число символов в комментариях',

'comment_timelock' => 
'Интервал времени между отправкой комментариев',

'comment_timelock_desc' => 
'Количество секунд, через которое возможна отправка следующего комментария.  Если не используется, оставьте поле пустым или введите ноль.',

'comment_text_formatting' => 
'Форматирование текста в комментариях',

'channel_text_formatting' => 
'Форматирование текста записей канала по умолчанию',

'comment_html_formatting' => 
'HTML-форматирование комментариев',

'channel_html_formatting' => 
'Форматирование записей канала по умолчанию',

'convert_to_entities' => 
'Преобразовывать HTML в числовые коды',

'allow_safe_html' => 
'Разрешить только безопасный HTML',

'allow_all_html' => 
'Разрешить весь HTML',

'allow_all_html_not_recommended' => 
'Разрешить весь HTML (не рекомендуется)',

'comment_notify_note' => 
'Разделяйте Email-адреса запятой',

'comment_notify_emails' => 
'Email-адреса получателей уведомлений',

'comment_allow_img_urls' => 
'Разрешить URL изображений в комментариях?',

'channel_allow_img_urls' => 
'Разрешить картинки в записях данного канала?',

'auto_link_urls' => 
'Автоматически преобразовывать URL и Email-адреса в ссылки?',

'single_word_no_spaces' => 
'одно слово, без пробелов',

'channel_title' => 
'Полное имя канала',

'edit_channel' => 
'Редактировать канал',

'channel_full_name' => 
'Полное имя',

'new_channel' => 
'Новый канал',

'channel_created' => 
'Канал создан:',

'channel_updated' => 
'Канал обновлён:',

'taken_channel_name' => 
'Это имя канала уже используется.',

'no_channel_name' => 
'Задайте краткое имя канала.',

'no_channel_title' => 
'Задайте полное имя канала.',

'invalid_short_name' => 
'Название блога может состоять лишь из букв и цифр, без пробелов.',

'delete_channel' => 
'Удалить канал',

'channel_deleted' => 
'Канал удалён:',

'delete_channel_confirmation' => 
'Вы уверены, что хотите удалить канал без возможности восстановления?',

'be_careful' => 
'ОСТОРОЖНО!',

'action_can_not_be_undone' => 
'ЭТО ДЕЙСТВИЕ НЕ МОЖЕТ БЫТЬ ОТМЕНЕНО',

'assign_group_to_channel' => 
'Памятка: чтобы использовать поле - его необходимо назначить каналу.',

'click_to_assign_group' => 
'Нажмите здесь для назначения блога',

'default' => 
'По умолчанию',

'category' => 
'Категория',

'deft_status' => 
'Статус по умолчанию',

'deft_category' => 
'Категория по умолчанию',

'deft_comments' => 
'Включить по умолчанию \\"Разрешить комментарии\\" на странице ПУБЛИКОВАТЬ?',

'no_field_group_selected' => 
'Для этого блога нет доступных групп полей',

'invalid_field_group_selected' => 
'Некорректное поле группы',

'missing_channel_data_for_pings' => 
'Для использования пингов необходимо обновить настройки канала: задать заголовок/url.',

'open' => 
'Открыто',

'closed' => 
'Закрыто',

'none' => 
'Отключено',

'define_html_buttons' => 
'Назначение кнопок HTML-форматирования',

'no_buttons' => 
'HTML кнопки не определены',

'htmlbutton_delete_instructions' => 
'Для удаления кнопки отправьте форму с пустым названием тега',

'tag_name' => 
'Название тега',

'tag_open' => 
'Открывающий тег',

'tag_close' => 
'Закрывающий тег',

'accesskey' => 
'Сочетание клавиш',

'tag_order' => 
'Порядок',

'row' => 
'Ряд',

'server_name' => 
'Имя сервера',

'server_url' => 
'URL сервера/путь',

'port' => 
'Порт',

'protocol' => 
'Протокол',

'is_default' => 
'По умолчанию',

'server_order' => 
'Порядок',

'define_ping_servers' => 
'Здесь указывается список серверов, которым посылается пинг при публикации записей блога',

'pingserver_delete_instructions' => 
'Для удаления сервера отправьте форму с незаполненным именем сервера',

'assign_channels' => 
'Выберите категории, которым будет назначена группа',

'group' => 
'Группа',

'group_name' => 
'Имя группы',

'new_group_name' => 
'Имя новой группы',

'total_fields' => 
'Всего полей',

'rename' => 
'Переименовать',

'rename_group' => 
'Переименовать группу',

'delete' => 
'Удалить',

'delete_group' => 
'Удалить группу',

'category_group' => 
'Группа категорий',

'category_groups' => 
'Группы категорий',

'no_category_group_message' => 
'В настоящее время категорий нет',

'no_category_message' => 
'В настоящее время категорий, связанных с этой группой, нет',

'create_new_category_group' => 
'Создать новую группу категорий',

'edit_category_group' => 
'Редактировать группу категорий',

'name_of_category_group' => 
'Название группы категорий',

'taken_category_group_name' => 
'Это название группы уже занято.',

'add_edit_categories' => 
'Добавить/редактировать категории',

'edit_group_name' => 
'Редактировать группу',

'category_group_created' => 
'Создана группа категорий:',

'category_group_updated' => 
'Обновлена группа:',

'delete_cat_group_confirmation' => 
'Вы действительно хотите удалить эту группу категорий безвозвратно?',

'category_group_deleted' => 
'Удалена группа категорий:',

'create_new_category' => 
'Создать новую категорию',

'add_new_category' => 
'Добавить новую категорию',

'edit_category' => 
'Редактировать категорию',

'delete_category' => 
'Удалить категорию',

'delete_cat_confirmation' => 
'Вы уверены что хотите навсегда удалить эту категоряю?',

'category_deleted' => 
'Категория удалена',

'category_url_title' => 
'URL-заголовок категории',

'cat_url_title_is_numeric' => 
'Числа не могут использоваться в качестве URL-заголовков категорий',

'unable_to_create_cat_url_title' => 
'Невозможно создать корректный URL-заголовок категории для этой категории',

'duplicate_cat_url_title' => 
'Категория с таким URL-заголовком категории уже существует в этой группе категорий',

'category_name' => 
'Название категории',

'category_image' => 
'URL изображения для категории',

'category_img_blurb' => 
'Это необязательное поле, позволяющее назначить категории изображение.',

'category_parent' => 
'Родительская категория',

'custom_category_fields' => 
'Настраиваемые поля категорий',

'manage_custom_fields' => 
'Управление настраиваемыми полями',

'delete_cat_field' => 
'Удалить поле категории',

'delete_cat_field_confirmation' => 
'Вы действительно хотите удалить это поле категории безвозвратно?',

'cat_field_deleted' => 
'Удалено поле категории:',

'cat_field_updated' => 
'Следующие поле категории отредактировано:',

'edit_cat_field' => 
'Редактировать поле категории',

'create_new_cat_field' => 
'Создать новое поле категории',

'cat_field_created' => 
'Соедующие поля категории созданы: ',

'cat_field_edited' => 
'Следующие поля категории отредактированы:',

'category_created' => 
'Категория создана',

'category_edited' => 
'Категория отредактирована',

'cat_field_label_info' => 
'Это название будет отображаться на странице редактирования категорий',

'update_existing_cat_fields' => 
'Применить это новое форматирование ко всем существующим категориям группы?',

'formatting' => 
'Форматирование:',

'cat_field_html_formatting' => 
'HTML-форматирование поля категории',

'can_edit_categories' => 
'Могут редактировать категории',

'can_delete_categories' => 
'Могут удалять категории',

'exclude_from_channels_or_publish' => 
'Исключить из канала или поля назначения категории?',

'exclude_from_publish' => 
'Назначение канала',

'exclude_from_files' => 
'Назначение файла',

'no_member_groups_available' => 
'Нет групп участников, имеющих доступ к %x категориям.  Эти права можно предоставить при помощи редактора групп участников: ',

'member_group' => 
'Группа участников',

'member_groups' => 
'Группы участников',

'missing_required_fields' => 
'Пропущено обязательное для заполнения поле:',

'update_category_image' => 
'Пожалуйста, обновите поле изображения категории, в противном случае, предыдущее изображение категории может быть удалено.',

'field_settings' => 
'Настройка параметров полей',

'field_group' => 
'Группа полей канала',

'field_groups' => 
'Группы полей',

'custom_fields' => 
'Настраиваемые поля',

'no_field_group_message' => 
'В настоящее время настраиваемых полей нет',

'create_new_field_group' => 
'Создать новую группу полей блога',

'new_field_group' => 
'Новая группа полей',

'add_edit_fields' => 
'Добавить/редактировать настраиваемые поля',

'edit_field_group_name' => 
'Редактировать группу полей',

'delete_field_group' => 
'Удалить группу полей',

'create_new_field' => 
'Создать новое поле',

'edit_field' => 
'Редактировать поле',

'custom_field_edited' => 
'Поле отредактировано',

'custom_field_created' => 
'Поле создано',

'no_field_groups' => 
'Настраиваемых полей в этой группе нет',

'delete_field' => 
'Удалить поле',

'field_deleted' => 
'Удалено настраиваемое поле:',

'edit_field_order' => 
'Порядок полей',

'create_new_custom_field' => 
'Создать новое настраиваемое поле',

'field_id' => 
'Поле по умолчанию',

'field_label' => 
'Ярлык поля',

'field_name' => 
'Название поля',

'field_name_cont' => 
'Одно слово, без пробелов. Разрешены подчеркивания и дефисы',

'field_type' => 
'Тип поля',

'field_max_length' => 
'Макс. длина',

'field_max_length_cont' => 
'Если Вы используете тип поля \\"текст\\"',

'textarea_rows' => 
'Количество строк',

'textarea_rows_cont' => 
'Если Вы используете тип поля \\"текстовая область\\"',

'dropdown_sub' => 
'Если Вы используете тип поля \\"выпадающий\\"',

'field_list_items' => 
'Выберите опции',

'multi_list_items' => 
'Опции выпадающего списка',

'option_group_items' => 
'Опции флажков',

'radio_items' => 
'Опции переключателей',

'field_list_items_cont' => 
'Если Вы выбрали выпадающее меню',

'field_list_instructions' => 
'Вводите значения по одному в каждой строке',

'field_formatting' => 
'Форматирование поля',

'edit_list' => 
'Редактировать список',

'formatting_options' => 
'Опции форматирования поля',

'field_formatting_cont' => 
'Если Вы выбрали тип поля \\"текстовая область\\"',

'field_order' => 
'Порядок отображения поля',

'is_field_searchable' => 
'Искать в этом поле?',

'is_field_required' => 
'Это обязательное для заполнения поле?',

'show_smileys' => 
'Показать смайлы',

'show_glossary' => 
'Показать словарь',

'show_spellcheck' => 
'Показать проверку орфографии',

'show_file_selector' => 
'Показать выбор файла',

'show_formatting_btns' => 
'Показать кнопки форматирования',

'show_writemode' => 
'Показать модуль писателя',

'text_input' => 
'Текстовое поле',

'textarea' => 
'Текстовая область',

'select_list' => 
'Выпадающий список',

'auto_br' => 
'Автомат. &lt;br /&gt;',

'xhtml' => 
'XHTML',

'no_field_name' => 
'Необходимо указать название поля',

'no_field_label' => 
'Необходимо указать ярлык поля',

'invalid_characters' => 
'Указанное Вами название поля содержит недопустимые символы',

'custom_field_empty' => 
'Это поле необходимо заполнить:',

'duplicate_field_name' => 
'Указанное Вами название поля уже занято',

'taken_field_group_name' => 
'Выбранное Вами название группы полей уже занято',

'field_group_created' => 
'Создана группа полей:',

'field_group_updated' => 
'Обновлена группа полей:',

'field_group_deleted' => 
'Удалена группа полей:',

'delete_field_group_confirmation' => 
'Вы действительно хотите удалить эту настраиваемую группу полей безвозвратно?',

'delete_field_confirmation' => 
'Вы действительно хотите удалить это настраиваемое поле безвозвратно?',

'channel_entries_will_be_deleted' => 
'Все записи в канале содержащие данное поле будут безвозвратно удалены.',

'field_content_text' => 
'Содержимое поля:',

'field_content_file' => 
'Тип файла:',

'allowed_dirs_file' => 
'Доступные директории',

'type_numeric' => 
'Номер',

'type_integer' => 
'Целое число',

'type_decimal' => 
'Десятичное',

'type_file' => 
'Файл',

'type_image' => 
'Изображение',

'status_group' => 
'Группа статусов',

'no_status_group_message' => 
'В настоящее время настраиваемых статусов нет',

'create_new_status_group' => 
'Создать новую группу статусов',

'taken_status_group_name' => 
'Это название группы статусов уже занято.',

'invalid_status_name' => 
'В названиях статусов можно использовать только буквы, цифры, а также пробелы, подчеркивания и дефисы.',

'duplicate_status_name' => 
'Статус с таким названием уже существует.',

'status_group_created' => 
'Создана группа статусов:',

'new_status' => 
'Новый статус',

'status_group_updated' => 
'Обновлена группа статусов:',

'add_edit_statuses' => 
'Добавить/редактировать статусы',

'edit_status_group_name' => 
'Редактировать группу статусов',

'delete_status_group' => 
'Удалить группу статусов',

'delete_status_group_confirmation' => 
'Вы действительно хотите безвозвратно удалить эту группу статусов?',

'status_group_deleted' => 
'Удалена группа статусов:',

'create_new_status' => 
'Создать новый статус',

'status_name' => 
'Название статуса',

'status_order' => 
'Порядок вывода статуса',

'change_status_order' => 
'Изменить порядок вывода статуса',

'highlight' => 
'Цвет подсветки (опционально)',

'statuses' => 
'Статусы',

'edit_status' => 
'Редактировать статус',

'delete_status' => 
'Удалить статус',

'delete_status_confirmation' => 
'Вы действительно хотите удалить этот статус?',

'url_title_prefix' => 
'Префикс URL-заголовка',

'live_look_template' => 
'Шаблон просмотра на сайте',

'no_live_look_template' => 
'- Нет шаблона просмотра на сайте -',

'default_entry_title' => 
'Заголовок записи по умолчанию',

'invalid_url_title_prefix' => 
'Неправильный префикс URL-заголовка',

'multiple_cat_group_preferences' => 
'Настройки групп множественных категорий',

'integrate_category_groups' => 
'Интегрировать группы категорий',

'text_direction' => 
'Направление текста',

'ltr' => 
'Слева направо',

'rtl' => 
'Справа налево',

'field_instructions' => 
'Инструкции поля',

'field_instructions_info' => 
'Инструкции для авторов, как или что вводить в это настраиваемое поле при заполнении.',

'show_pages_cluster' => 
'Показывать вкладку Страницы',

'content_type_changed' => 
'Тип содержания поля будет изменен на %s. Обновление опций типов полей может привести к потере данных. Будьте осторожны!',

'field_name_too_lrg' => 
'Имя поля которое вы ввели превышает максимальную длину и было сокращено. Ознакомьтесь пожалуйста..',

'invalid_api_parameter' => 
'Не удалось создать / обновить запись. Отсутствует API параметра.',

'unauthorized_for_this_channel' => 
'Вы не авторизованы для публикации в данном канале',

'translate' => 
'Обновить',

''=>''
);

// End of File
