<?php
$lang = array(


'pconnect' => 
'Постоянное подключение БД',

'cache_on' => 
'Включить кеширование SQL запросов',

'db_debug' => 
'Включить отладку базы данных',

'enable_db_caching' => 
'Включить кеширование SQL запросов',

'xss_clean_uploads' => 
'Применить XSS-фильтрацию к загружаемым файлам?',

'memberlist_cfg' => 
'Настройки списка участников',

'total_posts' => 
'Всего сообщений',

'total_comments' => 
'Всего комментариев',

'total_entries' => 
'Всего записей в блоге',

'memberlist_order_by' => 
'Список участников - Сортировать по',

'memberlist_sort_order' => 
'Список участников - Порядок',

'memberlist_desc' => 
'в обратном порядке',

'memberlist_asc' => 
'в прямом порядке',

'memberlist_row_limit' => 
'Список участников - Строки',

'system_admin_blurb' => 
'Управление большинством функций ExpressionEngine выполняется из одного из следующих пяти разделов:',

'channel_administration_blurb' => 
'Эта область позволяет управлять вашими каналами, предпочтениями и содержанием связаных подсистем.',

'members_and_groups_blurb' => 
'В этом разделе можно управлять участниками, группами участников и вспомогательными функциями модуля участников.',

'specialty_templates_blurb' => 
'Эти шаблоны используются для специальных целей, например, для показа сообщений об ошибках и отправки уведомлений по E-mail.',

'system_preferences_blurb' => 
'В этом разделе можно управлять конфигурацией системы и глобальными настройками.',

'utilities_blurb' => 
'В этом разделе содержатся вспомогательные утилиты для работы с ExpressionEngine.',

'search' => 
'Найти',

'search_preferences' => 
'Настройки поиска',

'no_search_results' => 
'Совпадения не найдены',

'search_results' => 
'Результаты поиска',

'mailinglist_cfg' => 
'Настройки списка рассылки',

'mailinglist_notify' => 
'Уведомлять Администратора(ов) о новых подписках на рассылку',

'mailinglist_enabled' => 
'Список рассылки включен',

'mailinglist_notify_emails' => 
'Уведомления по E-mail',

'censor_replacement' => 
'Цензура заменой слова',

'censor_replacement_info' => 
'Если поле оставлено пустым, то подвергаемые цензуре слова будут заменены символом: #',

'censored_wildcards' => 
'Разрешены групповые символы.  Например, групповой символ тест* будет запрещать показ слов: тест, тестирование, тестер и т.д.',

'channel_relationships' => 
'Канал Relationships(Отношения)',

'webmaster_name' => 
'Имя веб-мастера или название сайта для автоматически создаваемых писем',

'search_log_cfg' => 
'Конфигурация журнала регистрации поисковых запросов',

'enable_search_log' => 
'Включить регистрацию поисковых запросов',

'enable_search_log_exp' => 
'При включении этой опции в журнал регистрации будут заноситься слова, которые используют посетители для выполнения поиска по сайту.',

'max_logged_searches' => 
'Максимальное количество хранимых поисковых запросов',

'no_extensions_exist' => 
'Нет ни одного расширения',

'extensions_manager' => 
'Менеджер расширений',

'available_extensions' => 
'Имеющиеся расширения',

'extension' => 
'Расширение',

'manage_extension' => 
'Управление',

'disable_extension_conf' => 
'Подтверждение отключения расширения',

'disable_extensions_conf' => 
'Подтверждение отключения расширений',

'enable_extension_conf' => 
'Подтверждение включения расширения',

'enable_extensions_conf' => 
'Подтверждение включения расширений',

'toggle_extension_confirmation' => 
'Вы действительно хотите выполнить это действие?',

'extension_disabled' => 
'Отключено',

'extension_enabled' => 
'Включено',

'disable_extensions' => 
'Отключить расширения?',

'enable_extensions' => 
'Включить расширения?',

'disable_extension' => 
'Отключить?',

'enable_extension' => 
'Включить?',

'extension_name' => 
'Название расширения',

'setting' => 
'Настройка',

'settings' => 
'Настройки',

'documentation' => 
'Документация',

'status' => 
'Статус',

'extension_settings' => 
'Настройки расширения',

'settings_update' => 
'Настройки обновлены',

'extension_class_does_not_exist' => 
'Класс %c не существует в (%f)',

'guest' => 
'Гость',

'wiki_search' => 
'Wiki',

'forum_search' => 
'Форум',

'site_search' => 
'Сайт',

'searched_in' => 
'Искали в',

'search_terms' => 
'Слова поиска',

'screen_name' => 
'Псевдоним',

'view_search_log' => 
'Просмотр журнала регистрации поисковых запросов',

'no_search_terms' => 
'Нет зарегистрированных поисковых запросов',

"extensions_manager" =>
"Управление расширениями",
'throttling_cfg' => 
'Конфигурация снижения активности посетителей',

'banish_masked_ips' => 
'Отказать в доступе, если нет IP-адреса',

'max_page_loads' => 
'Макс. число загрузок страницы',

'max_page_loads_exp' => 
'Сколько всего раз посетитель может загружать любые страницы сайта (в течение заданного времени) до отказа ему в дальнейшем доступе к страницам.',

'time_interval' => 
'Интервал времени (в секундах)',

'time_interval_exp' => 
'Число секунд, в течение которых разрешено указанное число загрузок страниц.',

'lockout_time' => 
'Время блокировки доступа (в секундах)',

'lockout_time_exp' => 
'Время, в течение которого посетителю будет отказан доступ в дальнейшей загрузке страниц, если он превысил лимит загрузок.',

'banishment_type' => 
'Предпринимаемые меры',

'banishment_type_exp' => 
'Меры в отношении посетителя, превысившего лимит.',

'url_redirect' => 
'Перенаправление URL',

'404_page' => 
'Показ страницы 404',

'show_message' => 
'Показать специальное сообщение',

'banishment_url' => 
'URL для перенаправления',

'banishment_url_exp' => 
'Если Вы выбрали вариант с перенаправлением URL.',

'banishment_message' => 
'Текст специального сообщения',

'banishment_message_exp' => 
'Если Вы выбрали вариант со специальным сообщением.',

'email_charset' => 
'Кодировка символов в E-mail',

'allow_member_localization' => 
'Разрешить участникам устанавливать свои параметры локализации?',

'allow_member_loc_notes' => 
'Если установлено \\"нет\\", то локализация всех дат и времени на сайте будет установлена в соответствии с параметрами по умолчанию.',

'publish_tab_behavior' => 
'Режим вкладки Публиковать',

'click' => 
'Нажатие',

'hover' => 
'Наведение',

'enable_throttling' => 
'Включить ограничение активности посетителей',

'enable_throttling_explanation' => 
'Эта функция создает страницу 404, если в URL запрошена несуществующая группа шаблонов. Это необходимо, главным образом, для защиты от сторонних поисковых систем, постоянно запрашивающих несуществующие страницы.',

'max_caches' => 
'Макс. число кэшируемых URL',

'max_caches_explanation' => 
'Если Вы кэшируете страницы или базу данных, то эта настройка ограничит общее число кэшируемых элементов, чтобы кэш-файлы не занимали слишком много места. 150 &#8211; это достаточное число для небольшого сайта.  Если у Вас большой сайт и дисковое пространство не проблема, можно увеличить это значение (больше 300).  Мы установили максимум 1000, независимо от Ваших настроек.',

'standby_recount' => 
'Пересчет... пожалуйста, подождите...',

'theme_folder_url' => 
'URL директории с Вашими темами оформления сайта',

'exp_forums' => 
'Статистика форума',

'exp_forum_topics' => 
'Темы форума',

'email_module_captchas' => 
'Включить CAPTCHA для Расскажи другу и Контактных писем',

'sql_good_query' => 
'Запрос выполнен успешно',

'must_submit_number' => 
'Необходимо указать число дней для фильтрации с функцией удаления неактивных участников.',

'must_submit_group' => 
'Необходимо выбрать по крайней мере одну группу участников',

'must_submit_channel' => 
'Вы должны выбрать хотя бы один канал',

'taken_channel_name' => 
'Это имя канала уже занято.',

'no_members_matched' => 
'Нет аккаунтов, совпадающих с вашим запросом',

'good_member_pruning' => 
'Удалено %x аккаунтов участников',

'prune_member_confirm_msg' => 
'Вы действительно хотите удалить выбранные аккаунты участников?',

'member_pruning' => 
'Сокращение аккаунтов участников',

'mbr_prune_x_days' => 
'Удалить аккаунты, которые старше X дней',

'mbr_prune_never_posted' => 
'Удалить только тех пользователей, которые никогда не публиковали статей, комментариев или сообщений в форуме',

'mbr_prune_zero_note' => 
'Если Вы укажете 0, будут удаляться аккаунты с любой датой.',

'mbr_prune_groups' => 
'Удалять только в пределах выбранных групп',

'channel_entry_pruning' => 
'Обрезка вступления канала',

'channel_prune_x_days' => 
'Удалить записи канаов которые старше X дней',

'channel_prune_never_posted' => 
'Удалять только записи не имеющие комментариев',

'prune_entry_confirm_msg' => 
'Вы действительно хотите удалить выбранные статьи блога?',

'no_entries_matched' => 
'Нет статей блога, совпадающих с вашим запросом',

'good_entry_pruning' => 
'Удалено %x статей блога',

'select_prune_channels' => 
'Удалять только в выбраных каналах',

'comment_pruning' => 
'Сокращение комментариев',

'comment_prune_x_days' => 
'Удалить комментарии, которые старше X дней',

'no_comments_matched' => 
'Нет комментариев, совпадающих с вашим запросом',

'good_commennt_pruning' => 
'Удалено %x комментариев',

'prune_comment_confirm_msg' => 
'Вы действительно хотите удалить выбранные комментарии?',

'topic_pruning' => 
'Сокращение тем форума',

'good_topic_pruning' => 
'Удалено %x тем форума',

'topic_prune_x_days' => 
'Удалить темы форумов, которые старше X дней',

'must_submit_forums' => 
'Необходимо выбрать по крайней мере один форум',

'prune_if_no_posts' => 
'Удалять темы, только если они не содержат ответов',

'select_prune_forums' => 
'Удалять только в пределах выбранных форумов',

'must_select_one' => 
'Необходимо выбрать по крайней мере один',

'prune_topic_confirm_msg' => 
'Вы действительно хотите удалить выбранные темы форума?',

'no_topics_matched' => 
'Нет тем, совпадающих с вашим запросом',

'select_prune_topics' => 
'Удалять только в пределах выбранных форумов',

'pm_cfg' => 
'Настройки системы личных сообщений',

'prv_msg_storage_limit' => 
'Макс. число хранимых пользователем личных сообщений',

'prv_msg_send_limit' => 
'Макс. число личных сообщений, которые пользователь может отправить за сутки',

'prv_msg_max_chars' => 
'Макс. разрешенное число символов в личных сообщениях',

'prv_msg_max_attachments' => 
'Макс. число вложений в личном сообщении',

'prv_msg_upload_path' => 
'Путь на сервере к директории загрузки вложений',

'prv_msg_attach_maxsize' => 
'Макс. размер вложения личного сообщения (в КБ)',

'prv_msg_attach_total' => 
'Макс. число всех вложений (в МБ)',

'prv_msg_html_format' => 
'HTML-форматирование в личных сообщениях',

'prv_msg_auto_links' => 
'Автоматически преобразовывать URL и email-адреса в ссылки?',

'html_safe' => 
'Разрешить только безопасный HTML',

'html_all' => 
'Разрешить весь HTML (не рекомендуется)',

'html_none' => 
'Преобразовывать HTML в числовые коды',

'config_editor' => 
'Менеджер файла конфигурации',

'image_cfg' => 
'Настройки изменения изображений',

'output_cfg' => 
'Настройки вывода и отладки',

'category_trigger_duplication' => 
'Шаблон или группа шаблонов с таким названием уже существует.',

'invalid_path' => 
'Файл не найден.',

'not_writable_path' => 
'Указанный Вами путь защищен от записи.  Убедитесь, что для директории установлены права доступа 777.',

'empty_profile_trigger' => 
'Вы должны указать профиль Запускающего слова',

'profile_trigger' => 
'Название профиля в URL',

'profile_trigger_notes' => 
'При обнаружении системой этого слова в URL будет показан профиль участника.  Выбранное слово не может быть названием уже существующей группы шаблонов',

'signature_cfg' => 
'Настройки подписи',

'notification_cfg' => 
'Настройки уведомлений',

'photo_cfg' => 
'Настройки фото участников',

'enable_photos' => 
'Разрешить фотографии участников',

'photo_url' => 
'URL директории с фотографиями',

'photo_path' => 
'Путь на сервере к директории с фотографиями',

'photo_max_width' => 
'Макс. ширина фото',

'photo_max_height' => 
'Макс. высота фото',

'photo_max_kb' => 
'Макс. размер фото (в КБ)',

'must_be_path' => 
'Примечание: должен быть указан полный путь на сервере, а не URL.  Права доступа к директории должны быть 777.',

'allow_signatures' => 
'Разрешить пользователям использовать подписи?',

'sig_maxlength' => 
'Макс. число символов в подписи',

'sig_allow_img_hotlink' => 
'Разрешить использование ссылок в подписях?',

'sig_allow_img_upload' => 
'Разрешить пользователям загружать на сервер изображения для подписей?',

'sig_img_url' => 
'URL директории для загрузки на сервер изображений подписи',

'sig_img_path' => 
'Путь на сервере к директории для загрузки на сервер изображений для подписей',

'sig_img_max_width' => 
'Макс. ширина изображения в подписи',

'sig_img_max_height' => 
'Макс. высота изображения в подписи',

'sig_img_max_kb' => 
'Макс. размер (в КБ) изображения в подписи',

'avatar_cfg' => 
'Настройки аватара',

'enable_avatars' => 
'Включить аватары',

'allow_avatar_uploads' => 
'Разрешить участникам загружать на сервер свои аватары?',

'avatar_url' => 
'URL к директории с аватарами',

'avatar_path' => 
'Путь на сервере к директории с аватарами',

'avatar_max_width' => 
'Макс. ширина аватара',

'avatar_max_height' => 
'Макс. высота аватара',

'avatar_max_kb' => 
'Макс. размер аватара (в КБ)',

'ignore_noncritical' => 
'Игнорировать несущественные данные (рекомендуется)',

'archive_destination' => 
'Сохранение',

'archive_type' => 
'Тип файла',

'mac_no_zip' => 
'(лучший выбор для пользователей Mac)',

'max_referrers' => 
'Макс. количество последних рефереров для хранения',

'new_version_check' => 
'Автоматическая проверка появления новой версии',

'profile_buttons' => 
'Путь к картинкам участников',

'profile_buttons_exp' => 
'Это путь к директории с изображениями, используемыми на страницах Профиля участника.',

'captcha_rand' => 
'Добавлять в CAPTCHA случайное число',

'plugin_no_curl_support' => 
'Ваш сервер не поддерживает требуемую для этой функции библиотеку CURL.',

'plugins' => 
'Плагины',

'plugin_by_date' => 
'По дате',

'plugin_by_letter' => 
'По алфавиту',

'plugin_requires' => 
'Требует',

'plugin_zlib_missing' => 
'Библиотека zlib отсутствует.  См. Руководство.',

'plugin_can_not_fetch' => 
'Невозможно получить плагин',

'plugin_folder_not_writable' => 
'Ваша директория плагинов защищена от записи.  Для выполнения этого действия необходимо установить права доступа на 777.',

'plugin_problem_creating_file' => 
'Невозможно создать локальную версию плагина',

'plugin_version_check' => 
'Проверить версию',

'plugin_installed' => 
'Установленных плагинов',

'plugin_latest' => 
'Последние плагины',

'plugin_installation' => 
'Установка плагина',

'plugin_install' => 
'Установить',

'plugin_install_status' => 
'Статус установки плагина',

'plugin_install_success' => 
'Плагин успешно установлен.',

'plugin_install_other' => 
'Файл плагина сохранен в директории с плагинами.',

'plugin_error_uncompress' => 
'Невозможно разархивировать ZIP-файл. ZIP-файл сохранен в директории плагинов.',

'plugin_error_no_zlib' => 
'Ваш сервер не поддерживает библиотеку zlib, поэтому разархивация невозможна.  ZIP-файл сохранен в директории плагинов.',

'plugin_error_package_already_exists' => 
'Пакет дополнения уже есть',

'plugin_error_no_plugins_found' => 
'Не найден верный файл плагина в закачках',

'plugin_delete_confirm' => 
'Подтверждение удаления плагина',

'plugin_single_confirm' => 
'Подтверждаете удаление этого плагина?',

'plugin_multiple_confirm' => 
'Подтверждаете удаление этих плагинов?',

'plugin_remove' => 
'Удалить',

'plugin_removal' => 
'Удаление плагина',

'plugin_removal_status' => 
'Статус удаления плагина',

'plugin_removal_success' => 
'Удален плагин:',

'plugin_removal_error' => 
'Ошибка при удалении плагина:',

'auto_assign_cat_parents' => 
'Автоматическое присвоение родительских категорий',

'auto_assign_cat_parents_exp' => 
'Если выбран вариант \\"да\\", то при отправке новых материалов в выбранную категорию его родительские категории присваиваются автоматически',

'use_category_name' => 
'Использовать названия категорий в ссылках?',

'use_category_name_exp' => 
'Эта настройка определяет, что будет использоваться в ссылках на материалы категории &#8211; ID-номер категории или ее название.',

'reserved_category_word' => 
'Индикатор категории в URL',

'reserved_category_word_exp' => 
'Если выбран вариант \\"да\\", необходимо указать соответствующее слово.  Это слово будет использоваться в URL, заставляя систему выводить соответствующую категорию.  Примечание: это слово НЕ МОЖЕТ совпадать с названием шаблона или группы шаблонов.',

'enable_sql_caching' => 
'Кэшировать динамические запросы к базе данных?',

'enable_sql_caching_exp' => 
'Эта настройка ускоряет вывод страниц блога, записывая в кэш результаты динамических запросов к базе данных.  Задействуйте ее лишь в том случае, если Вы не собираетесь публиковать \\"будущие материалы\\" или \\"временные материалы\\".',

'email_debug' => 
'Включить Отладку E-mail (debugging)?',

'email_debug_exp' => 
'При отправке email-сообщений будут выводиться сообщения сервера.',

'none' => 
'Отключено',

'channel_nomenclature' => 
'Раздел назначения слова',

'channel_nomenclature_exp' => 
'По умолчанию ExpressionEngine использует слово \\ "канал \\" во всей панели управления. Вы можете изменить его, если хотите что-то более общее, как \\ "раздел \\". Пожалуйста, обратите внимание: это слово не будет меняться в шаблонах, только в панели управления.',

'site_404' => 
'Страница Ошибка 404',

'site_404_exp' => 
'Определяет то, какой шаблон будет выводиться при попытке доступа к несуществующей странице (или по неправильной ссылке).',

'db_cfg' => 
'Настройки базы данных',

'cp_image_path' => 
'URL директории изображений ПУ',

'auto_close' => 
'Автоматически',

'manual_close' => 
'Вручную',

'new_posts_clear_caches' => 
'Очищать все кэши при публикации новых материалов?',

'require_ip_for_posting' => 
'Запрашивать IP-адрес и User Agent при получении комментариев?',

'redirect_submitted_links' => 
'Не повышать рейтинг ссылок, публикуемых пользователями?',

'redirect_submitted_links_explanation' => 
'Эта настройка переписывает ссылки, содержащиеся в комментариях таким образом, что они вызывают промежуточную перенаправляющую страницу. Это помогает в борьбе со спаммерами, предотвращая каталогизацию таких ссылок поисковиками.',

'captcha_cfg' => 
'Настройки Кодового слова (CAPTCHA)',

'captcha_require_members' => 
'Запрашивать ввод кодового слова у авторизованных участников?',

'channel_cfg' => 
'Глобальные настройки канала',

'auto_convert_high_ascii' => 
'Автоматически преобразовывать High ASCII в числовые коды',

'cp_cfg' => 
'Настройки Панели управления',

'query_cfg' => 
'Настройки кэширования запросов',

'debug_cfg' => 
'Настройки отладки',

'license_number' => 
'Номер лицензии',

'word_separator' => 
'Разделитель слов в URL-заголовках',

'dash' => 
'Дефис',

'underscore' => 
'Подчеркивание',

'site_name' => 
'Название Вашего сайта',

'system_admin' => 
'Управление системой',

'content_admin' => 
'Администрирование содержания',

'system_preferences' => 
'Системные настройки',

'is_system_on' => 
'Система включена?',

'is_system_on_explanation' => 
'При отключенной системе Ваши сайты будут доступны только Суперадминистраторам',

'system_off_msg' => 
'Сообщение при отключенной системе',

'template_updated' => 
'Шаблон обновлен',

'preference_information' => 
'Пояснения для настроек',

'preference' => 
'Настройки',

'value' => 
'Значение',

'general_cfg' => 
'Общие настройки',

'allow_member_registration' => 
'Разрешить регистрацию новых участников?',

'req_mbr_activation' => 
'Требовать активацию аккаунтов участников?',

'no_activation' => 
'Активация не требуется',

'email_activation' => 
'Самоактивация через E-mail',

'manual_activation' => 
'Активация Администратором',

'require_terms_of_service' => 
'Требовать принятия Правил',

'member_theme' => 
'Тема профиля участника по умолчанию',

'member_theme_exp' => 
'Определяет Тему (дизайн), используемую для различных страниц участников: Вход, Регистрация, Профиль и т.д.',

'require_terms_of_service_exp' => 
'При выборе варианта Да от пользователя в ходе регистрации требуется пометка \\"С Правилами ознакомлен\\".',

'use_membership_captcha' => 
'Задействовать кодовое слово (CAPTCHA) при регистрации',

'new_member_notification' => 
'Уведомлять администраторов о новых регистрациях?',

'mbr_notification_emails' => 
'Email-адрес для уведомления',

'separate_emails' => 
'Разделяйте Email-адреса запятой',

'email_console_timelock' => 
'Период блокировки Email-консоли',

'email_console_timelock_exp' => 
'Период времени (в минутах) до отправки пользователем следующего письма.  Примечание:  Эта установка действует только в отношении доступа к Email-консоли со страниц Профиля участника.',

'log_email_console_msgs' => 
'Вести журнал Email-консоли',

'log_email_console_msgs_exp' => 
'Эта настройка позволяет сохранять все сообщения, отправленные через Email-консоль со страниц Профиля участника.',

'default_member_group' => 
'Назначение группы пользователей',

'group_assignment_defaults_to_two' => 
'Если требуется активация аккаунта, то после активации участники автоматически попадают в эту группу',

'user_session_type' => 
'Тип сессии для пользователя',

'admin_session_type' => 
'Тип сессии для Панели управления',

'security_cfg' => 
'Настройки безопасности и сессий',

'un_min_len' => 
'Минимальная длина Имени пользователя',

'pw_min_len' => 
'Минимальная длина Пароля',

'cs_session' => 
'Cookies и Session ID',

'c_session' => 
'Только Cookies',

's_session' => 
'Только Session ID',

'secure_forms' => 
'Обрабатывать данные форм в безопасном режиме?',

'deny_duplicate_data' => 
'Запретить дублирование?',

'deny_duplicate_data_explanation' => 
'Эта настройка предотвращает прием идентичных (дублирующих) копий уже отправленных пользователями материалов (комментариев, трекбэков и т.д.).',

'secure_forms_explanation' => 
'Предохраняет от автоматизированного спама и случайной повторной передачи сообщений.',

'allow_multi_logins' => 
'Разрешить множественную авторизацию с одного аккаунта?',

'allow_multi_logins_explanation' => 
'Определяет возможность одновременного доступа к системе для нескольких пользователей с использованием одного аккаунта.  Примечание: Если установлен тип сессии \\"Только Cookies\\", эта настройка работать не будет.',

'password_lockout' => 
'Задействовать отключение пароля?',

'password_lockout_explanation' => 
'При использовании этой настройки  будут разрешены лишь четыре неудачные попытки авторизации в течение указанного ниже интервала времени. Это защищает от хакерских попыток угадать возможно неудачно выбранный пароль.',

'password_lockout_interval' => 
'Интервал времени для блокировки',

'login_interval_explanation' => 
'Число в минутах.  Можно указывать десятые доли.  Пример:  1.5',

'require_ip_for_login' => 
'Запрашивать IP-адрес и User Agent для входа в систему?',

'require_ip_explanation' => 
'Вход в систему невозможен без предоставления браузером пользователя IP-адреса и данных User Agent. Эта настройка защищает от хакерских попыток войти в систему посредством прямых сокет-подключений.',

'allow_username_change' => 
'Разрешать участникам изменять свое имя пользователя?',

'require_secure_passwords' => 
'Требовать использование безопасных паролей?',

'secure_passwords_explanation' => 
'В этом случае пользователи должны выбирать себе пароли, содержащие как минимум одну прописную букву, одну строчную и одну цифру',

'allow_dictionary_pw' => 
'Разрешить использовать в качестве паролей словарные слова?',

'real_word_explanation' => 
'Эта настройка предотвращает использование пользователями в качестве своих паролей слова, содержащиеся в словаре',

'dictionary_note' => 
'Примечание: Для обеспечения функционирования этой настройки необходимо установить файл словаря.  См. Руководство.',

'name_of_dictionary_file' => 
'Название файла словаря',

'dictionary_explanation' => 
'Имя файла со списком слов',

'image_path' => 
'Путь к директории изображений',

'cp_url' => 
'URL главной страницы Панели управления',

'with_trailing_slash' => 
'Со слэшем в конце',

'site_url' => 
'URL корневой директории Вашего сайта',

'url_explanation' => 
'Это директория, в которой находится файл index.php Вашего сайта.',

'doc_url' => 
'URL директории с документацией',

'doc_url_explanation' => 
'Только корневая директория, со слэшем в конце',

'site_index' => 
'Название стартовой страницы Вашего сайта',

'system_path' => 
'Абсолютный путь к Вашей %x -папке',

'force_query_string' => 
'Использовать строки запросов в URL',

'safe_mode' => 
'PHP на Вашем сервере запущен в безопасном режиме (Safe Mode)?',

'force_query_string_explanation' => 
'Это механизм безопасности для серверов, не поддерживающих переменную PATH_INFO.',

'debug' => 
'Настройки режима отладки',

'debug_explanation' => 
'Включает вывод сообщений об ошибках. Полезно на стадии разработки сайта',

'show_profiler' => 
'Включает вывод профилирования?',

'show_profiler_explanation' => 
'Если включить, Суперадминистраторы могут увидеть результаты тестов, все SQL запросы, и отправленные из форм данные внизу окна веб браузера. Полезно при отладке.',

'debug_zero' => 
'0: Сообщения об ошибках PHP/SQL выводиться не будут',

'debug_one' => 
'1: Сообщения об ошибках PHP/SQL будут видны только Суперадминистраторам',

'debug_two' => 
'2: Сообщения об ошибках PHP/SQL будут видны всем - НЕБЕЗОПАСНО',

'deft_lang' => 
'Язык по умолчанию',

'xml_lang' => 
'Язык XML по умолчанию',

'used_in_meta_tags' => 
'Используется в мета-тегах Панели управления',

'gzip_output' => 
'Включить GZIP-вывод?',

'gzip_output_explanation' => 
'Если включено, для ускорения вывода страниц сайта будет использоваться механизм передачи сжатой информации',

'send_headers' => 
'Генерировать HTTP-заголовки страниц?',

'redirect_method' => 
'Метод перенаправления',

'location_method' => 
'Location (быстрее)',

'refresh_method' => 
'Refresh (для Windows-серверов)',

'localization_cfg' => 
'Настройки локализации',

'time_format' => 
'Формат времени по умолчанию',

'united_states' => 
'США',

'european' => 
'Европейский',

'server_timezone' => 
'Часовой пояс сервера',

'server_offset' => 
'Смещение времени сервера (в минутах)',

'server_offset_explain' => 
'Используйте знак минус для вычитания минут: -15',

'daylight_savings' => 
'Летнее время',

'cookie_cfg' => 
'Настройки Cookie',

'cookie_domain' => 
'Домен Cookie',

'cookie_domain_explanation' => 
'Используйте .yourdomain.com для cookies всего сайта',

'cookie_prefix' => 
'Префикс Cookie',

'cookie_prefix_explain' => 
'Используйте, только если у Вас установлено несколько экземпляров системы',

'cookie_path' => 
'Путь Cookie',

'cookie_path_explain' => 
'Используйте, только если для cookies требуется особый путь на сервере',

'image_resize_protocol' => 
'Протокол изменения размера изображений',

'image_resize_protocol_exp' => 
'О том, какой протокол поддерживает сервер, можно узнать у Вашего хостинг-провайдера.',

'image_library_path' => 
'Путь к графической библиотеке',

'image_library_path_exp' => 
'При выборе ImageMagick или NetPBM необходимо указать путь к библиотеке на сервере.',

'gd' => 
'GD',

'gd2' => 
'GD 2',

'netpbm' => 
'NetPBM',

'imagemagick' => 
'ImageMagik',

'thumbnail_prefix' => 
'Суффикс для миниатюр',

'thumbnail_prefix_exp' => 
'Этот суффикс будет добавляться ко всем автоматически генерируемым миниатюрам.  Пример: photo_thumb.jpg',

'captcha_path' => 
'Путь на сервере к директории captchas',

'captcha_url' => 
'Полный URL директории captchas',

'captcha_font' => 
'Использовать для CAPTCHA шрифт TrueType?',

'email_cfg' => 
'Настройки E-mail',

'mail_protocol' => 
'Протокол E-mail ',

'smtp_server' => 
'Адрес SMTP-сервера',

'smtp_username' => 
'Логин SMTP ',

'smtp_password' => 
'Пароль SMTP',

'only_if_smpte_chosen' => 
'Используйте, только если выбран SMTP',

'email_batchmode' => 
'Использовать пакетный режим?',

'batchmode_explanation' => 
'При пакетном режиме большое число сообщений разбивается на небольшие группы, отправляемые с интервалом времени.  Рекомендуется в условиях виртуального (общего) хостинга.',

'email_batch_size' => 
'Количество писем в пакете',

'batch_size_explanation' => 
'Обычно для большинства серверов вполне надежное число - 300',

'webmaster_email' => 
'Указывать обратный адрес в автоматически генерируемых письмах',

'return_email_explanation' => 
'Если не включить эту функцию, многие почтовые серверы примут такие письма за спам',

'php_mail' => 
'PHP Mail',

'sendmail' => 
'Sendmail',

'smtp' => 
'SMTP',

'plain_text' => 
'Текст',

'html' => 
'HTML',

'mail_format' => 
'Формат писем по умолчанию',

'word_wrap' => 
'Включить перенос строк по умолчанию?',

'cp_theme' => 
'Тема оформления Панели управления по умолчанию',

'template_cfg' => 
'Настройки шаблонов',

'censoring_cfg' => 
'Цензура слов',

'enable_censoring' => 
'Использовать цензуру?',

'censored_words' => 
'Запрещенные слова',

'censored_explanation' => 
'Вводите по одному слову в строке.',

'emoticon_cfg' => 
'Настройки смайлов',

'enable_emoticons' => 
'Показывать смайлы?',

'emoticon_path' => 
'URL директории со смайлами',

'tracking_cfg' => 
'Настройки статистики посещений',

'enable_online_user_tracking' => 
'Включить подсчет посетителей на сайте?',

'dynamic_tracking_disabling' => 
'Приостановить ВСЕ подсчеты посетителей на сайте, если их число превышает:',

'dynamic_tracking_disabling_info' => 
'Для использования этой функции необходимо включить подсчет числа посетителей на сайте. Более подробная информация изложена в Руководстве.',

'enable_hit_tracking' => 
'Включить счетчик просмотров шаблонов?',

'enable_entry_view_tracking' => 
'Включить счетчик просмотров записей блогов?',

'log_referrers' => 
'Включить отслеживание рефереров?',

'channel_administration' => 
'Администраторы канала',

'channels' => 
'Каналы',

'field_management' => 
'Настраиваемые поля блога',

'file_upload_prefs' => 
'Настройки загрузки файлов',

'categories' => 
'Категории',

'missing_required_fields' => 
'Пропущено обязательное для заполнения поле:',

'default_ping_servers' => 
'Пинг-серверы по умолчанию',

'statuses' => 
'Статусы',

'status_created' => 
'Статус создан',

'status_updated' => 
'Статус обновлен',

'status_deleted' => 
'Статус был удалён',

'taken_status_group_name' => 
'Это название группы статусов уже занято.',

'invalid_status_name' => 
'В названиях статусов можно использовать только буквы, цифры, а также пробелы, подчеркивания и дефисы.',

'duplicate_status_name' => 
'Статус с таким названием уже существует.',

'edit_preferences' => 
'Редактировать настройки',

'preferences_updated' => 
'Настройки изменены',

'edit_groups' => 
'Редактировать группы',

'members_and_groups' => 
'Участники и группы',

'utilities' => 
'Утилиты',

'view_log_files' => 
'Просмотр журнала Панель управления',

'clear_caching' => 
'Удалить кэшированные данные',

'page_caching' => 
'Кэш-файлы страниц (шаблонов)',

'tag_caching' => 
'Кэш-файлы тегов',

'db_caching' => 
'Кэш-файлы базы данных',

'all_caching' => 
'Все кэши',

'cache_deleted' => 
'Кэш-файлы удалены',

'php_info' => 
'Информация о PHP',

'sql_manager' => 
'SQL-менеджер',

'sql_info' => 
'Информация SQL',

'sql_utilities' => 
'SQL-утилиты',

'database_type' => 
'Тип базы данных',

'sql_version' => 
'Версия базы данных',

'database_size' => 
'Размер базы данных',

'database_uptime' => 
'Время безотказной работы базы данных',

'total_queries' => 
'Всего запросов сервера после запуска',

'sql_status' => 
'Информация о статусе',

'sql_system_vars' => 
'Системные переменные',

'sql_processlist' => 
'Список SQL-процессов ',

'sql_query' => 
'Форма запроса к БД',

'query_result' => 
'Результат запроса',

'query' => 
'SQL-запрос',

'total_results' => 
'Всего результатов: %x',

'total_affected_rows' => 
'Всего обработано строк: ',

'browse' => 
'Просмотр',

'tables' => 
'таблицы',

'table_name' => 
'Имя таблицы',

'records' => 
'Записей в БД',

'size' => 
'Размер',

'type' => 
'Тип',

'analize' => 
'Анализ таблиц',

'optimize' => 
'Оптимизировать SQL-таблицы',

'repair' => 
'Исправить SQL-таблицы',

'optimize_table' => 
'Оптимизировать выбранные таблицы',

'repair_table' => 
'Исправить выбранные таблицы',

'select_all' => 
'Выбрать/Отменить все',

'no_buttons_selected' => 
'Необходимо выбрать таблицы для выполнения в них этого действия',

'unsupported_compression' => 
'Ваша установка PHP не поддерживает этот метод сжатия',

'backup_info' => 
'Используйте эту форму для резервного копирования базы данных.',

'save_as_file' => 
'Сохранить резервную копию в файл',

'view_in_browser' => 
'Просмотр резервной копии в браузере',

'sql_query_instructions' => 
'Используйте эту форму для выполнения SQL-запроса',

'sql_query_debug' => 
'Включить вывод ошибок MySQL',

'file_type' => 
'Тип файла',

'zip' => 
'Zip',

'gzip' => 
'Gzip',

'advanced_users_only' => 
'Только для опытных пользователей',

'recount_stats' => 
'Пересчитать статистику',

'recount_prefs' => 
'Пересчитать Настройки',

'recount_batch_total' => 
'Общее количество обработанных строк базы данных в пакете.',

'preference_updated' => 
'Настройки обновлены',

'click_to_recount' => 
'Нажмите для пересчета строк с %x по %y',

'items_remaining' => 
'Осталось записей:',

'recount_completed' => 
'Пересчет завершен',

'return_to_recount_overview' => 
'Возврат к главной странице пересчета',

'recounting' => 
'Пересчет',

'recount_info' => 
'Приведенные ниже ссылки позволяют обновлять различную статистику, например, определять количество статей, опубликованных каждым участником.',

'source' => 
'Источник',

"records" =>
"Записи Базы Данных",
'total_records' => 
'Всего записей:',

'recalculate' => 
'Обработать данные',

'do_recount' => 
'Выполнить пересчет',

'exp_members' => 
'Участники',

'exp_channel_titles' => 
'Записи канала',

'search_and_replace' => 
'Найти и заменить',

'sandr_instructions' => 
'Эти формы позволяют находить указанный текст и заменять его другим',

'search_term' => 
'Найти этот текст',

'replace_term' => 
'И заменить его этим текстом',

'replace_where' => 
'В каком поле базы данных Вы хотите выполнить замену?',

'search_replace_disclaimer' => 
'В зависимости от используемого синтаксиса эта функция может привести к нежелательным результатам.  Смотрите Руководство и сделайте резервную копию базы данных.',

'title' => 
'Заголовок',

'channel_entry_title' => 
'Названия статей канала',

'channel_fields' => 
'Поля каналов:',

'templates' => 
'Во ВСЕХ шаблонах',

'rows_replaced' => 
'Число записей базы данных, в которых произведена замена:',

'view_database' => 
'Управление таблицами базы данных',

'sql_no_result' => 
'По Вашему запросу совпадений не обнаружено',

'sql_not_allowed' => 
'Извините, но этот тип запроса не разрешен.',

'site_statistics' => 
'Статистика сайта',

'translation_tool' => 
'Утилита перевода',

'translation_dir_unwritable' => 
'Внимание! Директория перевода защищена от записи.',

'please_set_permissions' => 
'Установите права доступа равными 666 или 777 для директории:',

'choose_translation_file' => 
'Выберите файл для перевода',

'core_language_files' => 
'Языковые файлы ядра:',

'module_language_files' => 
'Языковые файлы модулей:',

'file_saved' => 
'Файл сохранен',

'default_html_buttons' => 
'HTML-кнопки по умолчанию',

'add_html_button' => 
'Добавить HTML кнопку',

'add_predefined_html_button' => 
'Добавить готовую HTML кнопку',

'add_new_html_button' => 
'Добавить новую HTML кнопку',

'import_from_mt' => 
'Утилита импорта из Movable Type',

'member_import' => 
'Утилита импорта участников',

'specialty_templates' => 
'Специальные шаблоны',

'plugin_manager' => 
'Менеджер плагинов',

'installed_plugins' => 
'Установленные плагины',

'no_plugins_exist' => 
'Установленных плагинов нет',

'view_info' => 
'Просмотр информации',

'plugin_information' => 
'Информация о плагине',

'pi_name' => 
'Название',

'pi_author' => 
'Автор',

'pi_version' => 
'Версия',

'pi_author_url' => 
'URL автора',

'pi_description' => 
'Описание',

'pi_usage' => 
'Использование',

'no_additional_info' => 
'Об этом плагине дополнительной информации нет',

'update_and_return' => 
'Обновить и закрыть',

'cached_relationships' => 
'Кэшированные записи отношений',

'template_debugging' => 
'Включить отладку шаблона?',

'template_debugging_explanation' => 
'При включении Суперадминистраторы будут видеть информацию об обработке шаблона страницы.  Полезно при отладке.',

'view_throttle_log' => 
'Просмотр результатов ограничения активности посетителей',

'no_throttle_logs' => 
'В настоящее время нет IP, активность которых понижается системой.',

'throttling_disabled' => 
'Ограничение активности посетителей выключено',

'hits' => 
'Счетчик',

'locked_out' => 
'Заблокирован',

'last_activity' => 
'Последняя активность',

'blacklist_all_ips' => 
'Занести все IP в черный список',

'sites_tab_behavior' => 
'Режим закладки Сайты',

'is_site_on' => 
'Сайт включен?',

'is_site_on_explanation' => 
'Если сайт выключен, то сайт будет доступен только Суперадминистраторам',

'theme_folder_path' => 
'Путь к директории с темами оформления',

'site_preferences' => 
'Настройки сайта',

'multiple_sites_enabled' => 
'Включить Менеджер сайтов',

'admin_content' => 
'Администрация',

'admin_system' => 
'Администрация',

'illegal_characters' => 
'Указанное Вами название блога может состоять только из букв, цифр, пробелов, подчеркиваний и дефисов',

'translate' => 
'Update',

"emoticon_url" =>
"Путь до директории где находятся ваши смайлы",

''=>''
);

// End of File