<?php
$lang = array(


'url_title_is_index' => 
' URL-заголовок не может называться \\\\"index\\\\"',

'no_related_entries' => 
'Нет записей для этого связанного блога',

'localized_date' => 
'Локализовано',

'fixed_date' => 
'Фиксировано',

'calendar' => 
'Календарь',

'edit_categories' => 
'Редактировать категории',

'revisions' => 
'Версии',

'rev_date' => 
'Дата',

'rev_author' => 
'Автор',

'revision' => 
'Версия',

'formatting' => 
'Форматирование:',

'live_view' => 
'Нажать для просмотра',

'versioning_enabled' => 
'Включить сохранение версий для этой записи',

'revision_warning' => 
'Вы собираетесь загрузить предыдущую версию.  Любой несохраненный контент этой страницы будет утрачен.',

'load_revision' => 
'Загрузить версию',

'current_rev' => 
'Сейчас загружена',

'version_preview' => 
'Номер версии %s',

'no_revisions_exist' => 
'Сохраненных версий этой записи нет.',

'save_revision' => 
'Сохранить версию',

'revision_saved' => 
'Версия сохранена',

'dst_enabled' => 
'Летнее время на дату записи',

'multi_entries_updated' => 
'Записи обновлены',

'multi_entry_editor' => 
'Редактор нескольких записей',

'unauthorized_to_edit' => 
'Редактирование выбранных записей не разрешено.',

'today' => 
'Сегодня',

'edit_selected' => 
'Редактировать отмеченные',

'confirm_exit' => 
'При выходе, все введенные данные будут потеряны. Вы уверены, что хотите выйти?',

'delete_selected' => 
'Удалить отмеченные',

'forum' => 
'Форум',

'forum_topic_id' => 
'ID темы форума',

'forum_topic_id_info' => 
'Это поле позволяет связать запись блога с темой в форуме.',

'forum_topic_id_exitsts' => 
'Если тема в форуме уже существует, и Вы хотели бы связать ее с записью в блоге, введите номер ID этой темы, а поле выше оставьте незаполненным.',

'forum_title' => 
'Заголовок темы форума',

'forum_body' => 
'Текст темы форума',

'forums_unavailable' => 
'Нет доступных форумов для публикации',

'view_comments' => 
'Просмотр комментариев',

'live_look' => 
'На сайте',

'delete_comments_confirm' => 
'Вы действительно хотите навсегда удалить эти комментарии?',

'comment_updated' => 
'Комментарий обновлен',

'field_blank' => 
'Вы оставили поле незаполненным.',

'select_action' => 
'Выбрать опции сохранения',

'image_location' => 
'Место изображения',

'file_uploaded' => 
'Файл загружен:',

'place_file' => 
'Поместить файл',

'place_image' => 
'Поместить изображение',

'place_file_close' => 
'Поместить файл и закрыть окно',

'place_image_close' => 
'Поместить изображение и закрыть окно',

'embedded' => 
'Внедрено в запись',

'popup_link' => 
'Ссылка на всплывающее изображение',

'popup_thumb' => 
'Ссылка на всплывающую миниатюру',

'thumb_info' => 
'Если Вы не хотите изменять размеры или создавать миниатюру, пропустите опции ниже',

'check_spelling' => 
'Проверить орфографию',

'spell_check' => 
'Проверка орфографии',

'no_spellcheck_lib' => 
'Ошибка: Не установлена библиотека Pspell.',

'html_glossary' => 
'Глоссарий',

'no_glossary' => 
'Глоссарий не существует',

'no_smileys' => 
'Невозможно найти смайлы',

'image_link' => 
'Ссылка изображения',

'font' => 
'Шрифт',

'heading_1' => 
'Заголовок 1',

'heading_2' => 
'Заголовок 2',

'heading_3' => 
'Заголовок 3',

'heading_4' => 
'Заголовок 4',

'heading_5' => 
'Заголовок 5',

'paragraph' => 
'Абзац',

'blockquote' => 
'Цитата',

'pre' => 
'Предформатированный',

'div' => 
'Div',

'span' => 
'Span',

'anchor' => 
'Гиперссылка',

'clear' => 
'Очистить',

'bold' => 
'Жирный',

'italic' => 
'Курсив',

'unordered_list' => 
'Неупорядоченный список',

'ordered_list' => 
'Упорядоченный список',

'horizontal_rule' => 
'Горизонтальная линия',

'nonbr_space' => 
'Неразрывный пробел',

'line_break' => 
'Перенос строки',

'publish_form' => 
'Форма публикации',

'pings' => 
'Пинги',

'no_ping_sites' => 
'Нет серверов для пинга.',

'add_ping_sites' => 
'Добавить пинг сервер.',

'entry_date' => 
'Дата публикации',

'url_title_is_numeric' => 
'Числа не могут использоваться в качестве URL-заголовков',

'unable_to_create_url_title' => 
'Невозможно создать допустимый URL-заголовок для этой записи',

'select_all' => 
'Выбрать/Отменить все',

'results' => 
'результатов',

'close_for_no_change' => 
'Для отмены закройте это окно.',

'date_calendar' => 
'Календарь дат',

'comment_expiration_date' => 
'Период для комментариев',

'invalid_comment_date_formatting' => 
'Указанная Вами дата истечения периода комментариев введена в неправильном формате (год-месяц-день час:минута).  Если период отображения комментариев не ограничен - оставьте поле незаполненным.',

'keywords' => 
'Ключевые слова',

'title_only' => 
'Искать только в заголовках',

'title_and_body' => 
'Искать в названиях и тексте',

'title_body_comments' => 
'Искать в заголовках, тексте и комментариях',

'exact_match' => 
'Точное соответствие',

'search' => 
'Найти',

'filter_by_channel' => 
'Фильтровать по каналу',

'filter_by_category' => 
'Фильтр по категориям',

'filter_by_status' => 
'Фильтр по статусу',

'filter_by_author' => 
'Фильтровать по автору',

'status_changed' => 
'Статус изменен',

'publish' => 
'Публиковать',

'content_publish' => 
'Публиковать',

'content' => 
'Контент',

'no_channel_exists' => 
'Вы пытаетесь попасть в Канал, которого не существует.',

'no_entries_matching_that_criteria' => 
'Записей, соответствующих указанным Вами критериям, нет',

'no_entries_exist' => 
'В этом блоге записей нет',

'select_channel_to_post_in' => 
'Выберите канал, в который будете публиковать',

'select_channel_to_edit' => 
'Выберите канал для просмотра',

'this_entry_will_appear_in' => 
'Эта запись будет опубликована в:',

'unauthorized_for_this_channel' => 
'Вы не авторизованы для публикации в данном канале',

'unauthorized_for_any_channels' => 
'Вы не авторизованы для публикации записей в канале',

'unauthorized_to_delete_others' => 
'Вы можете удалять только те записи, автором которых являетесь сами',

'unauthorized_to_delete_self' => 
'Вы не можете удалять собственные записи',

'channel' => 
'Канал',

'channels' => 
'Каналы',

'pages' => 
'Страницы',

'new_entry' => 
'Новая запись',

'files' => 
'Файлы',

'tabs' => 
'Вкладки',

'add_tab' => 
'Добавить вкладку',

'tab_name' => 
'Название вкладки',

'tab_name_required' => 
'Выберите название для вашей вкладки.',

'duplicate_tab_name' => 
'Вкладка с таким названием уже существует.',

'illegal_characters' => 
'Указанное Вами название блога может состоять только из букв, цифр, пробелов, подчеркиваний и дефисов',

'authors' => 
'Авторы',

'fields' => 
'Поля',

'publish_layout' => 
'Создать макет',

'save_layout' => 
'Сохранить макет',

'remove_layout' => 
'Удалить макет',

'preview_layout' => 
'Предварительный просмотр макета',

'refresh_layout' => 
'Обновить макет',

'tab_count_zero' => 
'Чтобы оставить поля - необходима вкладка.',

'no_member_groups' => 
'Нет доступных групп',

'layout_removed' => 
'Макет удалён.',

'tab_has_req_field' => 
'Вкладка не может быть удалена, пока содержит следующие обязательныйе поля:',

'layout_group' => 
'Группа',

'choose_layout_group_preview' => 
'Выделите группу макетов, которые хотите просмотреть.',

'layout_save_warning' => 
'Макет сохранён без изменений.',

'autosave_success' => 
'Запись сохранена автоматически',

'autosave_title' => 
'Доступные сохранения',

'autosave_warning_1' => 
'ExpressionEngine сохранил данные этой записи прежде чем это сделали Вы.',

'autosave_warning_2' => 
'Сохраненные данные удаляются, когда запись сохраняется или повторно сохраняется.',

'autosave_warning_3' => 
'Вы хотите загрузить сейчас эти данные?',

'add_author' => 
'Добавить автора',

'add_author_desc' => 
'Групповые настройки переопределяют отдельные настройки, и некоторые пользователи не могут быть удалены из списка автора.',

'no_potential_authors' => 
'Нет доступных участников, чтобы добавить к списку автора.',

'hide_toolbar' => 
'Скрыть инструменты',

'show_toolbar' => 
'Показать инструменты',

'button_mode' => 
'Режим кнопок:',

'guided' => 
'С пояснениями',

'normal' => 
'Обычный',

'view_entry' => 
'Просмотр записи',

'preview_entry' => 
'Предпросмотр записи',

'edit_entry' => 
'Редактировать запись',

'edit_channel_entries' => 
'Изменить канал записи',

'continue_editing' => 
'Продолжить редактирование',

'entry_status' => 
'Статус записи',

'status' => 
'Статус',

'comments' => 
'Коммент.',

'open' => 
'Открыто',

'close' => 
'Закрыть',

'closed' => 
'Закрыто',

'options' => 
'Опции',

'sticky' => 
'Показывать запись в начале',

'allow_comments' => 
'Разрешить комментарии',

'ping_sites' => 
'Сайты для пинга',

'select_entries_to_ping' => 
'Выберите записи, предназначенные для пинга',

'view_previous_pings' => 
'Просмотр предыдущих пингов',

'previously_pinged_urls' => 
'Вы ранее проверяли с помощью ping-запросов следующие URL',

'date' => 
'Дата',

'start_date' => 
'Начало',

'end_date' => 
'Конец',

'expiration_date' => 
'Окончание публикации',

'invalid_date_formatting' => 
'Указанная Вами дата имеет неверный формат (год-месяц-день час:минута)',

'date_outside_of_range' => 
'Указанная Вами дата находится за пределами допустимых значений (1902 &#8211; 2037).',

'category' => 
'Категория',

'categories' => 
'Категории',

'no_categories' => 
'В этом блоге нет доступных категорий.',

'title' => 
'Заголовок',

'url_title' => 
'URL-наименование',

'author' => 
'Автор',

'newline_format' => 
'Форматирование:',

'none' => 
'Отключено',

'xhtml' => 
'XHTML',

'auto_br' => 
'Автомат. &lt;br /&gt;',

'link' => 
'Ссылка',

'image' => 
'Изображение',

'email' => 
'E-mail',

'upload' => 
'Загрузить',

'upload_file' => 
'Загрузить файл',

'file_upload' => 
'Загрузка файла',

'upload_dir_choose' => 
'Выберите директорию для загрузки',

'upload_to' => 
'Загружено в %s',

'emoticons' => 
'Смайлы',

'choose_a_destination_for_emoticon' => 
'Выберите место вставки смайла',

'click_emoticon' => 
'Нажмите на изображение для размещения его в Вашей записи',

'no_emoticons' => 
'Невозможно найти место размещения смайлов',

'close_all' => 
'Закрыть все',

'missing_title' => 
'У записи должен быть заголовок.',

'there_are_required_fields1' => 
'Вы ',

'there_are_required_fields2' => 
'не заполнили обязательные поля.',

'missing_date' => 
'Запись должна иметь дату.',

'title_not_unique' => 
'Запись с таким заголовком уже существует.  Заголовки не могут повторяться.',

'url_title_not_unique' => 
'Запись с таким URL-наименованием уже существует.  URL-наименования должны быть уникальными.',

'entry_has_been_added' => 
'Новая запись отправлена',

'entry_has_been_updated' => 
'Запись обновлена',

'xmlrpc_ping_errors' => 
'Следующие XML-RPC пинги не принимаются:',

'click_to_view_your_entry' => 
'Нажмите для просмотра записи',

'view' => 
'Просмотр',

'edit_this_entry' => 
'Редактировать эту запись',

'view_filtered' => 
'Вернитесь к фильтруемым записям',

'publish_another_entry' =>
'Публиковать ещё одну запись',

'autosaved_entries' =>
'Автосохраненные записи',

'autosaved' => 
'Автосохранение',

'original' => 
'Оригинальный',

'discard_autosave' => 
'Сбросить автосохраненные данные',

'date_range' => 
'Диапазон дат',

'past_day' => 
'Последние 24 часа',

'past_week' => 
'За последнюю неделю',

'past_month' => 
'За последние 30 дней',

'past_six_months' => 
'За последние полгода',

'past_year' => 
'За последние 365 дней',

'any_date' => 
'Все',

'results_per_page' => 
'Результатов на странице',

'order' => 
'Порядок',

'ascending' => 
'Старые в начале',

'descending' => 
'Новые в начале',

'alpha' => 
'По алфавиту',

'delete_confirm' => 
'Подтверждение удаления',

'delete_entry_confirm' => 
'Вы действительно хотите навсегда удалить эту запись?',

'delete_entries_confirm' => 
'Вы действительно хотите навсегда удалить эти записи?',

'entries_deleted' => 
'Удалено',

'html_buttons_no_cursor' => 
'Для использования этих кнопок необходимо сначала поместить курсор в текстовое поле.',

'html_buttons_url_text' => 
'Введите URL ссылки',

'html_buttons_webpage_text' => 
'Введите название ссылки',

'html_buttons_title_text' => 
'По желанию: введите атрибут названия',

'html_buttons_image_text' => 
'Введите URL изображения',

'html_buttons_email_text' => 
'Введите E-mail',

'html_buttons_email_title' => 
'Введите название ссылки (или оставьте пустым, если хотите использовать адрес E-mail в качестве названия.)',

'html_buttons_enter_text' => 
'Введите текст для форматирования',

'warning' => 
'Предупреждение',

'file_exists' => 
'Файл с таким именем уже существует',

'file_exists_warning' => 
'Предупрежедение! Файл существует.',

'actions' => 
'Действия',

'action_delete' => 
'Удалить',

'overwrite_instructions' => 
'Вы можете выбрать либо новое имя файла (и файл будет переименован), либо отправить форму с тем же названием (в этом случае существующий файл будет заменен новым).',

'select_destination_dir' => 
'Выберите директорию для файла',

'file_manager' => 
'Файловый менеджер',

'file_type' => 
'Тип файла',

'file_saved' => 
'Файл сохранен',

'non_image' => 
'Не изображение',

'success' => 
'Успешно!',

'you_have_uploaded' => 
'Загружен файл:',

'choose_a_destination' => 
'В каком поле вставить этот файл?',

'no_entry_fields' => 
'В этом блоге доступных полей нет.',

'no_comments' => 
'Нет комментариев/трекбэков',

'posted_by' => 
'Автор:',

'located_in' => 
'Местонахождение:',

'comment_date' => 
'Дата:',

'comment_email' => 
'E-mail:',

'comment_url' => 
'URL:',

'comment_action' => 
'Действие:',

'comment_ip' => 
'IP:',

'channel_name' => 
'Имя канала',

'comment' => 
'Комментарий',

'missing_comment' => 
'Комментарий отсутствует',

'edit_comment' => 
'Редактировать комментарий',

'delete_comment' => 
'Удалить комментарии',

'comment_deleted' => 
'Комментарии удалены',

'delete_comment_confirm' => 
'Вы действительно хотите безвозвратно удалить этот комментарий?',

'name' => 
'Имя',

'url' => 
'URL',

'location' => 
'Местонахождение',

'continue' => 
'Продолжить',

'image_options' => 
'Опции изображений',

'create_popup' => 
'Создать всплывающее окно для изображения?',

'create_thumb' => 
'Создать миниатюру изображения',

'constrain_proportions' => 
'Сохранять пропорции',

'thumb_settings' => 
'Параметры изображения',

'choose_a_destination_for_thumb' => 
'В каком поле должно быть вставлено изображение?',

'do_not_place_file' => 
'Не размещать файл в записи',

'image_size_not_different' => 
'Указанные Вами ширина и высота совпадают с размерами оригинала.',

'width' => 
'Ширина',

'height' => 
'Высота',

'pixels' => 
'Пиксел.',

'percent' => 
'Процентов',

'resize_image' => 
'Изменить размеры',

'return_to_publish' => 
'Вернуться к публикации',

'create_thumb_copy' => 
'Создать копию',

'resize_original' => 
'Изм. размеры исходного изображения',

'thumb_instructions' => 
'При желании можно изменить размеры загруженной картинки, либо создать отдельную миниатюру.',

'thumbnail_created' => 
'Миниатюра создана',

'image_resized' => 
'Размеры изображения изменены',

'close_window' => 
'Закрыть окно',

'close_selected' => 
'Закрыть отмеченные',

'open_selected' => 
'Открыть отмеченные',

'instructions' => 
'Инструкции: ',

'choose_entry_for_comment_move' => 
'Выберите запись для перемещения комментариев',

'move_comments_to_entry' => 
'Переместить комментарии в запись',

'move_selected' => 
'Переместить выбранные',

'choose_only_one_entry' => 
'Необходимо выбрать только одну запись',

'add_category' => 
'Добавить категорию',

'add_categories' => 
'Добавить категории',

'remove_categories' => 
'Удалить категории',

'no_autosave_data' => 
'Нет автосохраненных записей',

'autosave_data_available' => 
'автосохранение данных доступно',

'no_category_group_match' => 
'У этих записей отсутствует общая группа категорий.  Выберите записи, у которых есть по крайней мере одна общая группа категорий.',

'multi_entry_category_editor' => 
'Редактор категорий нескольких записей',

'url_only' => 
'Только URL',

'no_channels' => 
'Вы не имеете каналов принадлажащих Вам на этом сайте.',

'no_channels_exist' => 
'Пока нет каналов',

'selection_required' => 
'Вы должны сделать по крайней мере один выбор',

'no_valid_selections' => 
'Не сделан ни один выбор',

'entry_title_with_title' => 
'Заголовок записи: \'%title\'',

'invalid_author' => 
'Выбран недопустимый автор.',

'show_all' => 
'Показать все',

'add_new_html_button' => 
'Добавить новую HTML кнопку',

'show' => 
'Показать',

'hide' => 
'Скрыть',

'write_mode' => 
'Режим писателя',

'show_tools' => 
'Показать инструменты',

'wm_discard_changes' => 
'Сбросить изменения',

'wm_publish_to_field' => 
'Опубликовать в поле',

'edit_modes' => 
'Изменить режим',

'resize' => 
'Изменить размер',

'crop' => 
'Вырезать',

'resize_width' => 
'Ширина',

'resize_height' => 
'Высота',

'crop_width' => 
'Ширина',

'crop_height' => 
'Высота',

'crop_x' => 
'X',

'crop_y' => 
'Y',

'rotate' => 
'Вращать',

'rotate_90r' => 
'90&#176; Право',

'rotate_90l' => 
'90&#176; Лево',

'rotate_180' => 
'180&#176',

'rotate_flip_vert' => 
'Перевернуть вертикально',

'rotate_flip_hor' => 
'Перевернуть горизонтально',

'maintain_ratio' => 
'Поддерживаемый формат изображения',

'width_needed' => 
'Высота и/или ширина должны быть выбраны.',

'edit_image' => 
'Редактировать изображение',

'layout_success' => 
'Макет сохранён.',

'layout_failure' => 
'Проблемма с сохранением расположения.',

'layout_failure_required' => 
'Следующие поля обязательныи не могут быть скрыты: ',

'layout_failure_invalid_name' => 
'У следующих областей есть недопустимые символы в кратких названиях: ',

'layout_preview' => 
'Вы в предварительном просмотре для публикации',

'no_entry_to_update' => 
'Вы попытались обновить запись, которая не существует.',

'invalid_date' => 
'Отправленная вами дана не верная.',

'comment_moved' => 
'Комментарий перемещен',

'comments_moved' => 
'Комментарии перемещены',

'search_entries' => 
'Искать в заголовках и записях',

'unable_to_load_tab' => 
'Невозможно загрузить требуемый файл вкладки: %s',

'unable_to_load_field_type' => 
'Unable to load requested field type file:  %s.<br />Confirm the fieldtype file is located in the expressionengine/third_party/ directory',

'no_templates' => 
'Нет шаблонов',

'add_file' => 
'Добавить файл',

'remove_file' => 
'Удалить файл',

'directory_no_access' => 
'У Вас нет доступа к каталогу указанным в этом поле',

'invalid_selection' => 
'Некорректное выделение',

'field_not_editable' => 
'Это поле не может быть изменено.',

'screen_name' => 
'Псевдоним',

'member_group' => 
'Группа участников',

'menu_publish' => 
'Публиковать',

'menu_date' => 
'Дата',

'menu_pings' => 
'Пинги',

'menu_pages' => 
'Страницы',

'menu_options' => 
'Опции',

'menu_categories' => 
'Категории',

'menu_forum' => 
'Форумы',

'translate' => 
'Update',

''=>''
);

// End of File