<?php
$lang = array(


'design' => 
'Шаблоны',

'templates' => 
'Во ВСЕХ шаблонах',

'message_pages' => 
'Страница сообщений',

'themes' => 
'Темы',

'specialty_templates' => 
'Специальные шаблоны',

'forum_themes' => 
'Темы форума',

'wiki_themes' => 
'Темы Wiki',

'member_profile_templates' => 
'Шаблоны профиля пользователя',

'404_page' => 
'Показ страницы 404',

'id_not_found' => 
'Шаблон не существует - неверный ID',

'site_404_exp' => 
'Определяет то, какой шаблон будет выводиться при попытке доступа к несуществующей странице (или по неправильной ссылке).',

'strict_urls' => 
'Включить строгие URL',

'strict_urls_exp' => 
'Эта функция обеспечивает более строгие правила для ваших URL-адресов, и взаимодействует с 404 функцией ниже. Пожалуйста, посмотрите в руководстве пользователя подробную информацию.',

'none' => 
'Отключено',

'save_tmpl_revisions' => 
'Сохранять версии шаблонов',

'sync_templates' => 
'Синхронизировать шаблоны',

'sync_templates_info1' => 
'Выбранные шаблоны обновлены.',

'sync_templates_info2' => 
'Если файл еще не существует для отмеченого шаблона, он будет создан на основе данных шаблона.',

'sync_completed' => 
'Шаблоны в базе синхронизированы с файлам.',

'sync' => 
'Синх.',

'filename' => 
'Имя файла',

'no_valid_templates_sync' => 
'Нет правильных шаблонов.Вы должны иметь как минимум один шаблон и сохранить его в виде текстового файла.',

'sync_not_allowed_1' => 
'Сохранение шаблонов в виде текстовых файлов в настоящее время не включено',

'sync_not_allowed_2' => 
'Глобальные настройки шаблонов',

'no_file_exists' => 
'Файл не найден',

'file_exists_warning' => 
'Текстовый файл существует для этого шаблона и будет удален.',

'folder_exists_warning' => 
'Папка для текстового файла уже существует для этой группы. Папка и все ее содержимое будет удалено.',

'template_rev_msg' => 
'Примечание: Хранение большого числа версий шаблонов может потребовать значительных ресурсов БД, поэтому рекомендуется установить здесь соответствующие ограничения.',

'max_tmpl_revisions' => 
'Макс. количество версий для хранения',

'max_revisions_exp' => 
'Макс. количество сохраняемых в БД последних версий КАЖДОГО шаблона.  Например, если задать 5, то будут храниться только 5 последних версий каждого шаблона.',

'save_tmpl_files' => 
'Разрешить сохранение шаблонов в файлах?',

'save_tmpl_files_exp' => 
'При желании, возможно сохранение шаблонов в файлах. См. Руководство.',

'tmpl_file_basepath' => 
'Путь к директории файлов шаблонов',

'tmpl_file_basepath_exp' => 
'Путь на сервере к директории хранения файлов шаблонов.',

'email_notification_template' => 
'Шаблоны email-уведомлений',

'email_notification' => 
'Email Уведомления',

'user_message' => 
'Пользовательские сообщения',

'user_messages_template' => 
'Шаблон сообщений пользователю',

'offline_template' => 
'Шаблон отключенной системы',

'offline_template_desc' => 
'Это шаблон страницы, выводимой при отключенной системе.',

'system_offline' => 
'Система отключена',

'choose_group' => 
'Выбрать группу',

'global_template_preferences' => 
'Глобальные настройки шаблонов',

'no_templates_assigned' => 
'В настоящее время для Вас нет доступных шаблонов',

'save_template_file' => 
'Сохранить шаблон в файле',

'template_not_saved' => 
'Невозможно сохранить шаблон в текстовом файле',

'template_file_not_deleted' => 
'Невозможно удалить связаный текстовый файл',

'template_file_not_renamed' => 
'Невозможно переименовать связаный с шаблоном файл',

'template_group_taken' => 
'Указанное Вами название группы шаблонов уже занято',

'template_type' => 
'Тип шаблона',

'do_not_duplicate_group' => 
'Не дублировать группу',

'duplicate_existing_group' => 
'Дублировать существующую группу шаблонов?',

'search_template' => 
'Поиск шаблонов',

'template_access' => 
'Доступ к шаблону',

'group_restriction' => 
'Ограничить доступ к этому шаблону для определенных групп пользователей',

'select_all' => 
'Выбрать все',

'type' => 
'Тип',

'cache_enable' => 
'Включить кэширование?',

'refresh_interval' => 
'Период обновления',

'refresh_in_minutes' => 
'В минутах',

'enable_php' => 
'Разрешить PHP?',

'parse_stage' => 
'Этап PHP-парсинга',

'access' => 
'Доступ',

'create_new_template' => 
'Новый шаблон',

'security_warning' => 
'Примечание: Разрешение использовать PHP в шаблонах влияет на безопасность системы. <a href="%s">См. Руководство</a>.',

'hit_counter' => 
'Счетчик посещений',

'input' => 
'На входе',

'output' => 
'На выходе',

'template_intro' => 
'Это страница управления шаблонами.',

'new_template_group' => 
'Новая группа',

'create_new_template_group' => 
'Создать новую группу шаблонов',

'new_template_group_form' => 
'Новая группа шаблонов',

'edit_template_group_form' => 
'Редактировать группу шаблонов',

'name_of_template_group' => 
'Название группы шаблонов',

'template_groups' => 
'Группы шаблонов',

'template_group_instructions' => 
'Название не должно содержать пробелов',

'undersores_allowed' => 
'(допускается использование подчеркиваний и дефисов)',

'new_template_form' => 
'Новый шаблон',

'edit_template_form' => 
'Форма редактирования шаблона',

'name_of_template' => 
'Название шаблона',

'group_name' => 
'Название группы участников',

'order' => 
'Порядок',

'reserved_name' => 
'Выбранное Вами название не может быть использовано, так как является зарезервированным словом.',

'webpage' => 
'Веб-страница',

'css_stylesheet' => 
'CSS-стили',

'rss' => 
'Страница RSS',

'missing_name' => 
'У Вашего шаблона должно быть название',

'template_name_taken' => 
'Указанное Вами название шаблона уже занято',

'template_group_del_conf' => 
'Подтверждение удаления группы шаблонов',

'template_del_conf' => 
'Подтверждение удаления шаблона',

'edit_template' => 
'Редактировать шаблон',

'delete_template_group' => 
'Удалить группу',

'choose_delete_template_group' => 
'Пожалуйста выберите группу шаблонов для удаления',

'edit_template_group' => 
'Редактировать группу',

'group_order' => 
'Порядок групп',

'export_templates' => 
'Экспортировать шаблоны',

'export_all' => 
'Экспортировать всё',

'export_group' => 
'Экспортировать группу',

'template_name' => 
'Название шаблона',

'from_file' => 
'Из файла',

'save_to_sync' => 
'Сохранить шаблоны для синх. с базой.',

'from_db' => 
'Из базы данных',

'last_edit' => 
'Последнее изменение:',

'template_edit_date' => 
'Дата изменения шаблона',

'file_edit_date' => 
'Дата изменения файла',

'last_file_edit' => 
'Файл изменён:',

'template_management' => 
'Управление шаблонами',

'current_template' => 
'Текущий шаблон:',

'preferences' => 
'Настройки',

'preference' => 
'Настройки',

'setting' => 
'Настройка',

'edit_preferences' => 
'Редактировать настройки',

'prefs' => 
'Настр.',

'hits' => 
'Счетчик',

'update_and_return' => 
'Обновить и завершить',

'template_updated' => 
'Шаблон изменен',

'template_created' => 
'Шаблон создан',

'form_is_empty' => 
'Вы отправили пустую форму',

'all_fields_required' => 
'Необходимо заполнить все поля',

'illegal_characters' => 
'Указанное Вами название блога может состоять только из букв, цифр, пробелов, подчеркиваний и дефисов',

'edit_template_group_order' => 
'Изменить порядок групп',

'template_group_updated' => 
'Группа шаблонов обновлена',

'template_group_created' => 
'Группа шаблонов создана',

'delete_this_group' => 
'Удалить следующую группу шаблонов?',

'all_templates_will_be_nuked' => 
'ВСЕ ШАБЛОНЫ ЭТОЙ ГРУППЫ БУДУТ БЕЗВОЗВРАТНО УДАЛЕНЫ!',

'template_group_deleted' => 
'Группа шаблонов удалена',

'edit_group_order' => 
'Изменить порядок групп',

'template_size' => 
'Размер шаблона',

'small' => 
'Малый',

'medium' => 
'Средний',

'large' => 
'Большой',

'view_rendered_template' => 
'Просмотр вывода шаблона',

'save_template_revision' => 
'Сохранить версию',

'view' => 
'Просмотр',

'clear' => 
'Очистить',

'export' => 
'Экспорт',

'export_as' => 
'Экспортировать файлы как',

'export_will_be_zip' => 
'Примечание: Ваши данные будут экспортированы в виде ZIP-архива',

'choose_templates' => 
'Выберите шаблоны, которые Вы хотите экспортировать в файлы',

'unable_to_write_files' => 
'Невозможно записать файлы в директорию кэша',

'revision_history' => 
'Просмотр сохраненных версий',

'clear_revision_history' => 
'Удалить сохраненные версии',

'clear_revision_history_info' => 
'Очистить историю версий для студующих шаблонов:',

'history_cleared' => 
'Предыдущие версии были удалены.',

'close_window' => 
'Закрыть окно',

'template_preferences' => 
'Настройки шаблонов',

'delete_template' => 
'Удалить шаблон',

'delete_this_template' => 
'Удалить шаблон:',

'template_deleted' => 
'Шаблон удален',

'default_site_page' => 
'Указывает стартовую страницу главного сайта',

'is_site_default' => 
'Использовать шаблон index в этой группе в качестве стартовой страницы сайта?',

'preferences_updated' => 
'Настройки изменены',

'do_not_duplicate_template' => 
'Не дублировать шаблон',

'duplicate_existing_template' => 
'Дублировать существующий шаблон?',

'template_from_library' => 
'Использовать шаблон из Вашей библиотеки',

'an_existing_template' => 
'Дублировать существующий шаблон',

'you_must_submit_a_name' => 
'У Вашего шаблона должно быть название',

'member_group' => 
'Группа участников',

'can_view_template' => 
'Могут просматривать эту страницу',

'require_logged_in' => 
'Требовать авторизации пользователя для просмотра этой страницы?',

'logged_out_select_blurb' => 
'В случае "да", при попытке посещения этой страницы неавторизованным пользователем, вместо нее показывать следующую:',

'no_access_select_blurb' => 
'При выборе "нет" в любом из вариантов:',

'no_access_instructions' => 
'При попытке обращения неавторизованного пользователя к этой странице показывать вместо нее следующую:',

'template_notes' => 
'Комментарии к шаблону',

'template_notes_desc' => 
'Использовать это поле для сохранения комментариев и примечаний к этому шаблону',

'global_variables' => 
'Глобальные переменные',

'global_variables_explanation' => 
'Вы можете создать собственные переменные и использовать их в любом шаблоне.',

'no_global_variables' => 
'Глобальные переменные отсутствуют',

'global_variable_name' => 
'Имя переменной',

'create_new_global_variable' => 
'Создать новую глобальную переменную',

'variable_name' => 
'Имя переменной',

'global_variable_syntax' => 
'Синтаксис переменной',

'variable_data' => 
'Содержание переменной',

'global_var_created' => 
'Глобальная переменная создана',

'global_var_update' => 
'Глобальная переменная обновлена',

'global_var_updated' => 
'Глобальная переменная обновлена',

'delete_global_variable' => 
'Удалить глобальную переменную',

'delete_this_variable' => 
'Удалить эту глобальную переменную?',

'variable_deleted' => 
'Переменная удалена',

'duplicate_var_name' => 
'Глобальная переменная с таким именем уже существует.',

'variable_does_not_exist' => 
'Глобальная переменная  не найдена',

'variable_name_instructions' => 
'Имя должно состоять из одного слова литинскими буквами без пробелов (подчёркивания и тире разрешены)',

'snippets' => 
'Сниппеты',

'snippets_explanation' => 
'Сниппеты нужны если вам надо сделать маленький шаблон или пару тегов. Для статичного контента не использующего ExpressionEngine теги, переменные, PHP, используйте <a href="%s">Глобальные переменные </a>.',

'create_new_snippet' => 
'Создать новый сниппет',

'no_snippets' => 
'У вас сейчас нету сниппетов',

'snippet_syntax' => 
'Синтаксис сниппета',

'snippet_name' => 
'Имя сниппета',

'snippet_edit' => 
'Изменение сниппета: %s',

'snippet_create' => 
'Создать сниппет',

'snippet_updated' => 
'Сниппет обновлён',

'snippet_created' => 
'Сниппет создан',

'snippet_deleted' => 
'Сниппет удалён',

'available_to_sites' => 
'Сниппет доступен для сайтов',

'this_site_only' => 
'Только этот сайт',

'delete_snippet' => 
'Удалить сниппет',

'delete_this_snippet' => 
'Удалить следующие сниппеты?',

'duplicate_snippet_name' => 
'Это имя сниппета уже используется',

'js' => 
'JavaScript',

'static' => 
'Статическая',

'search' => 
'Найти',

'tmpl_search_result' => 
'(%s) Результаты в (%s) группах шаблонов',

'no_results' => 
'Слова поискового запроса в шаблонах не найдены.',

'search_terms' => 
'Слова поиска',

'xml' => 
'XML',

'export_template' => 
'Экспортировать шаблон',

'default_template_group' => 
'Группа по умолчанию:',

'alphabetize_group_order' => 
'Алфавитный порядок групп',

'enable_http_authentication' => 
'Включить HTTP-аутентификацию?',

'enable_http_authentication_subtext' => 
'Если включена, то пользователи из разрешенных выше групп должны будут указывать свое имя пользователя и пароль для просмотра шаблона.  Это позволит Вам, например,защитить RSS/Atom-канал какого-либо блога от просмотра неавторизованными пользователями,но клиенты для чтения лент новостей, имеющие поддержку функции HTTP-аутентификации, смогут получать данные от этих каналов.Более подробно принципы защиты с помощью HTTP-аутентификации изложены в документации.',

'http_auth_protected' => 
'HTTP-аутент. защищена',

'template_preferences_manager' => 
'Менеджер настроек шаблонов',

'settings_manager' => 
'Настройки/Управление',

'do_not_change' => 
'Не изменять',

'selected_templates' => 
'Выбрать шаблоны',

'no_templates_selected' => 
'Нет выбранных шаблонов',

'no_templates_available' => 
'Нет доступных шаблонов',

'template_manager' => 
'Управление шаблонами',

'template_id_not_found' => 
'выбран неверный id шаблона',

'index_delete_disallowed' => 
'Группа шаблонов должна иметь шаблон index',

'template_set_names' => 
'Имеющиеся наборы шаблонов',

'unable_to_find_templates' => 
'Невозможно найти шаблоны профиля участника.',

'unable_to_find_template_file' => 
'Невозможно найти файл шаблонов участника.',

'template_set' => 
'Набор шаблонов:',

'file_not_writable' => 
'Примечание: Этот файл недоступен для записи',

'error_opening_template' => 
'Ошибка: Невозможно открыть файл шаблона для записи.',

'file_writing_instructions' => 
'Вы не сможете сохранить изменения в этом шаблоне, пока не установите права доступа на 666 к файлу:',

'aim_console' => 
'AOL-IM консоль',

'breadcrumb' => 
'Навигация',

'copyright' => 
'Авторское право',

'edit_profile_form' => 
'Форма профиля участника',

'email_form' => 
'Консоль отправки E-mail',

'email_prefs_form' => 
'Форма настроек E-mail',

'email_user_message' => 
'Email-сообщения',

'forgot_form' => 
'Форма напоминания пароля',

'home_page' => 
'Главная страница профиля участника',

'icq_console' => 
'ICQ-консоль',

'localization_form' => 
'Форма настроек локализации',

'login_form' => 
'Форма авторизации (Вход)',

'memberlist' => 
'Страница списка участников',

'memberlist_rows' => 
'Строки списка участников',

'menu' => 
'Меню профиля участников',

'notepad_form' => 
'Форма Блокнота',

'password_change_warning' => 
'Предупреждение при смене пароля',

'public_custom_profile_fields' => 
'Настраиваемые поля профиля для публичного профиля',

'public_profile' => 
'Публичный профиль участника',

'registration_form' => 
'Форма регистрации',

'stylesheet' => 
'CSS-стили',

'success' => 
'Успешно!',

'username_change_disallowed' => 
'Сообщение о запрете изменения имени участника',

'username_password_form' => 
'Форма имени пользователя и пароля',

'username_row' => 
'Строка формы имени пользователя',

'signature_form' => 
'Страница редактирования подписи',

'edit_avatar' => 
'Страница редактирования аватара',

'avatar_folder_list' => 
'Список предустановленных аватаров',

'browse_avatars' => 
'Просмотр страницы с аватарами',

'edit_photo' => 
'Редактировать фото',

'emoticon_page' => 
'Страница смайлов',

'update_un_pw_form' => 
'Форма обновления имени пользователя и пароля',

'submit_and_return' => 
'Отправить и завершить',

'group_description' => 
'Описание группы участников',

'can_send_bulletins' => 
'Могут отправлять сообщения для Доски сообщений',

'login_as_user' => 
'Вход Суперадминистратора как пользователя',

'control_panel' => 
'Панель управления',

'site_homepage' => 
'Главная страница',

'login_as_member_description' => 
'Когда Вы нажмёте отправить, Вы будете авторизованы как участник \'%screen_name%\' и переадресованы на следующую страницу.',

'other' => 
'Другое:',

'resend_activation_emails' => 
'Повторно отправить письма E-mail для активации',

'activation_emails_resent' => 
'Письма E-mail для активации отправлены повторно',

'resend_activation_email' => 
'Повторно отправить письмо E-mail для активации',

'activation_email_resent' => 
'Письмо E-mail для активации отправлено повторно',

'bulletin' => 
'Сообщение для Доски сообщений',

'bulletin_form' => 
'Форма сообщения для Доски сообщений',

'new_member_search' => 
'Поиск новых участников',

'edit_ignore_list_form' => 
'Форма списка игнорирования',

'edit_ignore_list_rows' => 
'Строки списка игнорирования',

'member_page' => 
'Внешнее оформление профиля участника',

'full_profile' => 
'Полная страница профиля',

'basic_profile' => 
'Сокращенная страница профиля',

'message_success' => 
'Личное сообщение &#8211; Успешно',

'message_error' => 
'Личное сообщение &#8211; Ошибка',

'message_menu' => 
'Личное сообщение &#8211; Меню',

'message_menu_rows' => 
'Личное сообщение &#8211; Строки меню',

'preview_message' => 
'Личное сообщение &#8211; Пред. просмотр',

'message_compose' => 
'Личное сообщение &#8211; Создать сообщение',

'view_message' => 
'Личное сообщение &#8211; Просмотр сообщения',

'message_folder' => 
'Личное сообщение &#8211; Папка сообщений',

'message_folder_rows' => 
'Личное сообщение &#8211; Строки папки сообщений',

'message_no_folder_rows' => 
'Личное сообщение &#8211; Строка папки об отсутствии сообщений',

'search_members' => 
'Личное сообщение &#8211; Поиск участника',

'member_results' => 
'Личное сообщение &#8211; Результаты поиска участника',

'member_results_row' => 
'Личное сообщение &#8211; Строки результатов поиска участников',

'message_submission_error' => 
'Личное сообщение &#8211; Ошибка ввода',

'message_attachment_link' => 
'Личное сообщение &#8211; Ссылка на вложение',

'message_attachments' => 
'Личное сообщение &#8211; Вложения',

'message_attachment_rows' => 
'Личное сообщение &#8211; Строки прикрепленных файлов',

'message_edit_folders' => 
'Личное сообщение &#8211; Редактировать папки',

'message_edit_folders_row' => 
'Личное сообщение &#8211; Редактировать строки папок',

'buddies_block_list' => 
'Личное сообщение &#8211; Списки друзей и заблокированных',

'buddies_block_row' => 
'Личное сообщение &#8211; Строки списков друзей и заблокированных',

'empty_list' => 
'Личное сообщение &#8211; Пустой список',

'subscriptions_form' => 
'Страница подписки',

'no_subscriptions_message' => 
'Сообщение об отсутствии подписок',

'subscription_result_heading' => 
'Заголовок результатов подписки',

'subscription_result_rows' => 
'Строки результатов подписки',

'subscription_pagination' => 
'Разбивка подписки на страницы',

'delete_confirmation_form' => 
'Форма подтверждения удаления аккаунта',

'html_header' => 
'Верхняя часть страницы (в HTML)',

'page_header' => 
'Заголовок страницы',

'page_subheader' => 
'Подзаголовок страницы',

'import_utilities' => 
'Утилиты импорта',

'html_footer' => 
'Нижняя часть страницы (в HTML)',

'breadcrumb_trail' => 
'Строка навигации',

'breadcrumb_current_page' => 
'Навигация текущей страницы',

'custom_profile_fields' => 
'Настраиваемые поля профиля',

'bulletin_board' => 
'Доска сообщений',

'template_warnings' => 
'Предупреждения шаблона',

'template_warnings_blurb' => 
'Следующие теги вызывают предупреждение.',

'template_warnings_actions' => 
'Предложения',

'tag_install_error' => 
'Модуль не установлен',

'tag_no_closing_tag_error' => 
'Найден не закрытый тег.  Заметка: некоторые теги не требуют закрытия.',

'tag_docs_link_error' => 
'Пожалуйста посмотрите <a href=\'%s\'>документацию</a> модуля если вы испытываете проблемы',

'tag_class_error' => 
'Неверный тег (нет модули или плагина)',

'tmpl_revisions_not_enabled' => 
'Версии шаблонов недоступны',

'translate' => 
'Обновить',

''=>''
);

// End of File