<?php
$lang = array(


'email_module_name' => 
'E-mail',

'email_module_description' => 
'Модуль E-mail',

'message_required' => 
'Необходимо ввести текст сообщения письма',

'em_banned_from_email' => 
'Адрес отправителя запрещен.',

'em_banned_recipient' => 
'Один или более адресов получателей запрещены.',

'em_invalid_recipient' => 
'Один или более адресов получателей неверны.',

'em_no_valid_recipients' => 
'Адреса получателей Вашего письма неверны.',

'em_sender_required' => 
'Необходим правильный адрес отправителя',

'em_unauthorized_request' => 
'Вы не авторизованы для выполнения этой операции',

'em_limit_exceeded' => 
'Превышено количество писем, разрешенных к отправке за день.',

'em_interval_warning' => 
'Вы можете отправлять письма не чаще одного раза в %s сек.',

'em_email_sent' => 
'Ваше письмо отправлено.',

'email_must_be_array' => 
'Метод проверки эл.почты должен быть помещен в масив',

'email_invalid_address' => 
'Неправильный email: %s',

'email_attachment_missing' => 
'Не удалось найти следующие вложений электронной почты: % s',

'email_attachment_unreadable' => 
'Невозможно открыть это вложение: % s',

'email_no_recipients' => 
'Вы должны включить получателей: To, Cc, or Bcc',

'email_send_failure_phpmail' => 
'Не удается отправить электронную почту с помощью PHP mail(). Ваш сервер может быть не настроен на отправку почты с помощью этого метода',

'email_send_failure_sendmail' => 
'Не удается отправить электронную почту с помощью PHP Sendmail. Ваш сервер может быть настроен на отправку почты с помощью этого метода',

'email_send_failure_smtp' => 
'Невозможно отправить сообщение используя PHP SMTP. Ваш сервер не настроен на отправку почты при помощи этого метода.',

'email_sent' => 
'Ваше сообщение успешно отправлено используя следующий протокол: %s',

'email_no_socket' => 
'Невозможно открыть сокет для Sendmail. Пожалуйста, проверьте настройки',

'email_no_hostname' => 
'Вы не указали SMTP хост',

'email_smtp_error' => 
'Имели место следующие ошибки SMTP : %s',

'email_no_smtp_unpw' => 
'Ошибка: Вы должны указать Имя пользователя и Пароль',

'email_failed_smtp_login' => 
'Невозможно отправить команду AUTH LOGIN. Ошибка: %s',

'email_smtp_auth_un' => 
'Сбой при проверке имени пользователя. Ошибка: %s',

'email_smtp_auth_pw' => 
'Сбой при проверке пароля. Ошибка: %s',

'email_smtp_data_failure' => 
'Невозможно отослать данные: %s',

'email_exit_status' => 
'Код статуса выхода: %s',

'translate' => 
'Update',

''=>''
);

// End of File