<?php
$lang = array(


'content_files' => 
'Файловый менеджер',

'upload_dir_choose' => 
'Выберите директорию для загрузки файлов',

'file_upload_prefs' => 
'Настройки загрузки файлов',

'create_new_upload_pref' => 
'Создать новую директорию загрузки',

'file_information' => 
'Информация о файле',

'upload' => 
'Загрузить',

'upload_file' => 
'Загрузить файл',

'file_upload' => 
'Загрузка файла',

'file_download' => 
'Скачать',

'file_tools' => 
'Файловые инструменты',

'choose_file' => 
'Выберите файлы для удаления',

'confirm_del_file' => 
'Вы уверены, что хотите удалить данный файл безвозвратно?',

'confirm_del_files' => 
'Вы уверены, что хотите удалить данные файлы безвозвратно?',

'delete_success' => 
'Успешно удалено',

'delete_fail' => 
'Проблема удаления одного или более файла (файлов). Пожалуйста, просмотрите список ниже.',

'no_file' => 
'Файлы не выбраны',

'file_name' => 
'Имя файла',

'file_size' => 
'Размер файла',

'file_size_unit' => 
'КБ',

'size' => 
'Размер',

'kind' => 
'Принадлежит',

'where' => 
'Где',

'permissions' => 
'Права',

'upload_success' => 
'Успешно загружено',

'upload_edit' => 
'Изменить & Повернуть',

'upload_rename' => 
'Файл уже существует',

'upload_rename_message' => 
'Файл с таким именем уже существует. Вы можете или выбрать новое имя, и файл будет переименован, или можете использовать то же самое имя, и существующий файл будет перезаписан.',

'no_upload_dirs' => 
'Указанной директории для загрузки не существует.',

'no_uploaded_files' => 
'У Вас нет никаких файлов, загруженных на этот каталог. Пожалуйста, синхронизируйте свои каталоги <%s>.',

'image_editor' => 
'Редактор изображений',

'download_selected' => 
'Скачать выбранные файлы',

'email_files' => 
'Прикрепить выбранные файлы к письму',

'delete_selected_files' => 
'Удалить выбранные файлы',

'rename_file' => 
'Переименовать',

'edit_file' => 
'Изменить файл',

'save_file' => 
'Сохранить файл',

'file_metadata' => 
'Метаданные файла',

'use_file' => 
'Использовать загруженный файл',

'browse_files' => 
'Просмотр файлов',

'edit_modes' => 
'Изменить режим',

'resize' => 
'Изменить размер',

'crop' => 
'Вырезать',

'constrain' => 
'Ограничить',

'resize_width' => 
'Ширина',

'resize_height' => 
'Высота',

'crop_width' => 
'Ширина',

'crop_height' => 
'Высота',

'crop_x' => 
'X',

'crop_y' => 
'Y',

'rotate' => 
'Вращать',

'rotate_90r' => 
'90&#176; Право',

'rotate_90l' => 
'90&#176; Лево',

'rotate_180' => 
'180&#176',

'rotate_flip_vert' => 
'Перевернуть вертикально',

'rotate_flip_hor' => 
'Перевернуть горизонтально',

'maintain_ratio' => 
'Поддерживаемый формат изображений',

'width_needed' => 
'Ширина или ширина/высота должны быть выбраны',

'file_exists_replacement_error' => 
'Файл с этим именем существует, но не доступен в базе данных для перезаписи.',

'resize_over_confirmation' => 
'Изменение размеров этого изображения к большему размеру чем источник приведет к более низкому качеству изображения. Действительно ли Вы уверены, что хотите сделать это?',

'resize_type' => 
'Тип изменения размера',

'crop_mode' => 
'Режим обрезки',

'resize_mode' => 
'Режим изменения размера',

'rotate_mode' => 
'Режим поворота',

'apply_changes' => 
'Применить изменения?',

'cancel_changes' => 
'Отменить изменения',

'exit_apply_changes' => 
'Вы собираетесь выйти из режима редактирования. Принять изменения?',

'processing_image' => 
'Обработка изображения',

'done' => 
'Выход',

'edit_image' => 
'Редактировать изображение',

'save_image' => 
'Сохранить изображение',

'image_edit_success' => 
'Изображение успешно изменено',

'no_edit_selected' => 
'Не выбрана операция редактирования',

'uploading_file' => 
'Загрузка файла',

'list' => 
'список',

'thumbnails' => 
'эскизы страниц',

'pagination_count_text' => 
'Показывать %s до %s из %s файлов.',

'pagination_filter_text' => 
'Показать файлы как %s.',

'pagination_page' => 
'Страница',

'all_categories' => 
'все категории',

'total_dir_size' => 
'Всего размер категории:',

'no_upload_dirs_available' => 
'Нет доступных расположений загрузки',

'save_crop' => 
'Сохранить обрезку',

'cancel_crop' => 
'Закончить обрезку',

'batch_location' => 
'Пакетное расположение загрузок',

'edit_file_upload_preferences' => 
'Изменение настроек загружаемого файла',

'new_file_upload_preferences' => 
'Новое место назначения загрузки файлов',

'new_file_upload_created' => 
'Создана новая загрузка файла',

'file_upload_preferences' => 
'Настройки загрузки файлов',

'no_upload_prefs' => 
'В настоящий момент нет никаких настроек загрузок файлов',

'please_add_upload' => 
'В настоящий момент нет доступных каталогов загрузки. Пожалуйста, добавьте один или более каталогов загрузки, чтобы использовать поле типа Файла.',

'upload_pref_name' => 
'Имя директории загрузок',

'new_file_upload_preferences' =>
'Путь для загрузки новых файлов',
'server_path' => 
'Путь к папке загрузок на сервере',

'url_to_upload_dir' => 
'URL к папке загрузок',

'allowed_types' => 
'Разрешенные типы файлов',

'max_size' => 
'Максимальный размер файлов (в байтах)',

'max_height' => 
'Максимальная высота изображений (в пикселях)',

'max_width' => 
'Максимальная ширина изображения',

'properties' => 
'Настройки изображений',

'pre_format' => 
'Предварительное форматирование изображений',

'post_format' => 
'Последующее форматирование изображений',

'no_upload_dir_name' => 
'Вы должны ввести имя для своей директории загрузок',

'no_upload_dir_path' => 
'Вы должны указать путь к папке загрузок',

'no_upload_dir_url' => 
'Вы должны указать URL к вашей директории загрузок',

'duplicate_dir_name' => 
'Имя вашей директории загрузок уже занято',

'delete_upload_preference' => 
'Удалить настройки загрузок',

'delete_upload_pref_confirmation' => 
'Уверенны ли вы что хотите удалить эту настройку?',

'upload_pref_deleted' => 
'Настройки загрузки удалены:',

'current_upload_prefs' => 
'Текущие настройки',

'file_directory_id' => 
'ID',

'max_image_action' => 
'Действие кторое нужно выполнить при превышении размера изображения',

'disallow_image' => 
'Отвергнуть изображение',

'image_sizes' => 
'Манипуляции с изображением',

'image_sizes_rebuild' => 
'У новых изображений будут все средства манипуляции изображениями автоматически создаваемыми для них. Однако, если Вы хотите обновить манипуляции изображения для существующих изображений, нужно отметить манипуляции, которые вы хотите обновить.',

'image_sizes_subtext' => 
'Дополнительные изображения, которые будут автоматически создаваться для каждой загрузки изображения.',

'restrict_to_group' => 
'Ограничьте загрузку файла, чтобы выбрать членские группы',

'restrict_notes_1' => 
'Эти переключатели позволяют Вам определить, группы пользователей могут загрузить файлы.',

'restrict_notes_2' => 
'Суперадминстратор всегда может загружать файлы',

'restrict_notes_3' => 
'Примечание: Загрузка файла в настоящий момент разрешена только через панель управления',

'member_group' => 
'Группа пользователей',

'can_upload_files' => 
'Можете загужать файлы',

'no_results' => 
'Нет доступных групп пользователей',

'images_only' => 
'Только изображения',

'all_filetypes' => 
'Все типы файлов',

'file_properties' => 
'Свойства файла',

'file_pre_format' => 
'Предаврительное форматирование файла',

'file_post_format' => 
'Окончательное форматирование файла',

'preferences_updated' => 
'Настройки загрузки',

'batch_upload' => 
'Пакетная загрузка',

'upload_dir_dropdown' => 
'%s (%s файлов)',

'please_select' => 
'Пожалуйста выберите',

'directory' => 
'Расположение',

'no_sync_title' => 
'Нет результатов',

'no_file_sync_needed' => 
'В директории загрузок нет файлов для синхронизации.',

'file_count' => 
'Количество файлов',

'file_types' => 
'Типы файлов',

'files_processed' => 
'Количество обработаных файлов',

'error_count' => 
'Количество ошибок',

'sync_progress' => 
'Прогресс',

'sync_complete' => 
'Синхронизация файлов выполенена',

'errors' => 
'Непонятные ошибки',

'no_errors' => 
'Ошибок нет',

'synchronize_directory' => 
'Синхронизовать директорию',

'directory_manager' => 
'Менеджер директори загрузок',

'category_groups' => 
'Группы категорий файлов',

'category_group' => 
'Группы категорий',

'no_assigned_category_groups' => 
'Никаким пользователям группы не разрешено использовать менеджер файлов',

'category_groups_text' => 
'Назначьте одну или несколько категорий на местоположение загрузки файла',

'short_name' => 
'Котороткое имя',

'manual_batch' => 
'Ручная пакетная загрузка',

'auto_batch' => 
'Актоматическая пакетная загрузка',

'files_count_lang' => 
'Сейчас показано %s из %s файлов.',

'filter_by_directory' => 
'Фильтр по директории',

'search_in' => 
'Искать в',

'file_title' => 
'Заголовок файла',

'custom_fields' => 
'Пользовательские поля',

'search_files' => 
'Поиск файлов',

'dir_name' => 
'Название папки загрузок',

'thumbnail' => 
'Эскизы',

'caption' => 
'Заголовок',

'include' => 
'Включать?',

'no_watermarks' => 
'Не существует водяных знаков',

'add_watermark' => 
'Ничего',

'wm_new' => 
'Создать водяной знак',

'wm_edit' => 
'Редактировать водяной знак',

'text' => 
'Текст',

'wm_name_taken' => 
'Двойное имя',

'wm_test' => 
'Тест водяного знака',

'wm_type' => 
'Тип водяного знака',

'wm_watermark' => 
'Водяной знак',

'wm_text' => 
'Текст водяного знака',

'wm_name' => 
'Имя водяного знака',

'wm_graphic' => 
'Графическая версия',

'watermark_prefs' => 
'Настройки водяного знака',

'create_new_wm_pref' => 
'Создать новый водяной знак',
'wm_type' =>
'Тип водяного знака',

'wm_image_path' => 
'Путь к изображению водяного знака на сервере',

'wm_test_image_path' => 
'Путь к тестовому изображению на сервере',

'wm_test_explain' => 
'Кнопка ниже позволяет Вам тестировать свои настройки водяного знака, не покидая эту страницу. Чтобы сделать так, следует указать путь к тестовому изображению на сервере.',

'wm_use_font' => 
'Использовать шрифты True Type',

'wm_font' => 
'Шрифт',

'wm_font_size' => 
'размер шрифта',

"wm_text" =>
"Текст водяного знака",
'wm_alignment' => 
'Выравнивание водяного знака',

'top' => 
'Верх',

'mid' => 
'Середина',

'bot' => 
'Низ',

'left' => 
'Лево',

'center' => 
'Центр',

'right' => 
'Право',

'wm_padding' => 
'Поля водяного знака',

'wm_offset' => 
'Смещение водяного знака',

'wm_x_offset' => 
'Горизонтальное смещение',

'wm_y_offset' => 
'Вертикальное смещение',

'wm_font_color' => 
'Цвет текста',

'wm_use_drop_shadow' => 
'Включить отбрасывание тени',

'wm_shadow_color' => 
'Цвет тени',

'wm_shadow_distance' => 
'Дистанция тени',

'wm_opacity' => 
'Непрозрачность водяного знака',

'wm_test_now' => 
'Проверьте настройки своего водяного знака',

'color_picker' => 
'Палитра цветов',

'wm_missing_font' => 
'Невозможно определить расположение указанного шрифта. Пожалуйста, проверьте путь к своему шрифту.',

'wm_x_transp' => 
'Прозрачность по оси Х',

'wm_y_transp' => 
'Прозрачность по оси Y',

'delete_watermark_pref_confirmation' => 
'Удалить свойства водяного знака',

'problem_downloading_files' => 
'Произошла ошибка при попытке загрузки выбраных файлов. Пожалуйста, проверьте, что файлы существуют на сервере.',

'delete_wm_preference' => 
'Удалить свойства водяного знака',

'problem_downloading_file' => 
'Произошла ошибка при попытке загрузки выбраных файлов. Пожалуйста, проверьте, что файлы существуют на сервере.',

'watermark_pref_deleted' => 
'Свойства водяного знака удалены',

'no_path_or_dir' => 
'Следует указать и путь к файлу и ID каталога, чтобы сохранить файл',

'no_permission' => 
'У Вас нет прав, чтобы сохранить файл',

'invalid_directory' => 
'Вы указали недопустимый каталог',

'file_security_failure' => 
'Файл не мог быть загружен из-за настроек безопасности',

'thumb_not_created' => 
'Миниатюра для изображения не могла быть создана. Пожалуйста, проверьте, чтобы каталог миниатюр был не защищенным от записи.',

'invalid_mime' => 
'Недопустимый тип, файл не может быть обработан',

'exceeds_max_dimensions' => 
'Файл превышает максимальные значения и не изменяемого размера.',

'file_not_added_to_db' => 
'Файл не может быть зарегистрированным в БД',

'translate' => 
'Update',

''=>''
);

// End of File