<?php
$lang = array(


'forum_module_name' => 
'Форум',

'forum_module_description' => 
'Модуль форума',

'avatar' => 
'Аватар',

'rank' => 
'Рейтинг',

'pm_short' => 
'ЛС',

'kb' => 
'KB',

'total_results' => 
'Всего результатов:',

'expand' => 
'Развернуть',

'collapse' => 
'Свернуть',

'powered_by_ee' => 
'Powered by ExpressionEngine',

'ee_discussion_forum' => 
'Форум ExpressionEngine',

'ee_forums' => 
'ExpressionEngine Форумы',

'no_new_messages' => 
'Нет новых сообщений',

'new_messages' => 
'Новые сообщения',

'post_permalink' => 
'Постоянная ссылка на это сообщение',

'merged_action' => 
'объединено',

'split_action' => 
'разделено',

'moved_action' => 
'перемещено',

'moved_reply_action' => 
'перемещено',

'select_theme' => 
'Выберите тему',

'rss_feed' => 
'RSS 2.0',

'atom_feed' => 
'ATOM-канал',

'no_feed_results' => 
'По Вашему запросу совпадений не найдено',

'no_feed_specified' => 
'Указанный Вами адрес не содержит активных ID-номеров новостных каналов.',

'split' => 
'Разделить',

'split_thread' => 
'Разделить тему',

'split_info' => 
'Отметьте сообщения, которые Вы хотите выделить в новую тему, затем задайте название новой темы.',

'can_not_split' => 
'В указанном Вами форуме не разрешено разделение тем.',

'merge' => 
'Объединить',

'merge_threads' => 
'Объединить темы',

'thread_title' => 
'Название темы:',

'merge_info' => 
'Функция объединения позволяет объединить две темы в одну',

'new_title' => 
'Новое название',

'merge_url' => 
'URL создаваемой объединением темы',

'merge_url_info' => 
'Укажите URL или ID темы, которую Вы хотите объединить с данной темой',

'merge_requires_id' => 
'Для объединения Вы должны указать правильный ID темы.',

'merge_duplicate_id' => 
'Невозможно объединить тему саму с собой.',

'report_topic' => 
'Уведомление о теме',

'report_reply' => 
'Уведомление о теме',

'report_info' => 
'Функция уведомления позволяет отправить модераторам форума жалобу на какое-либо сообщение.',

'report_instructions' => 
'Выберите причину, почему Вы отправляете это уведомление, и добавьте свои пояснения для модераторов.',

'report_missing_reason' => 
'Необходимо выбрать причину уведомления',

'cannot_report_self' => 
'Вы не можете уведомлять о своих собственных сообщениях',

'content' => 
'Содержание',

'spam' => 
'Спам / Реклама',

'harassment' => 
'Оскорбление',

'language' => 
'Язык',

'other' => 
'Другое',

'ignore' => 
'Игнорировать',

'edited' => 
'Изменено',

'search_this_forum' => 
'Поиск в этом форуме',

'view_active_topics' => 
'Просмотр активных тем за сегодня',

'show_category' => 
'Показать категории',

'hide_category' => 
'Скрыть категории',

'show_stats' => 
'Показать статистику',

'hide_stats' => 
'Скрыть статистику',

'view_pending_topics' => 
'Просмотр ожидающих сообщений',

'forum' => 
'Форум:',

'forums_offline' => 
'Форумы отключены',

'forums_currenty_offline' => 
'Форумы в настоящее время отключены.  Приносим извинения за неудобство',

'administrator' => 
'Администратор',

'moderator' => 
'Модератор',

'error_message' => 
'Сообщение об ошибке:',

'home' => 
'Главная страница форума',

'logged_in_as' => 
'В системе как:',

'username' => 
'Пользователь',

'password' => 
'Пароль',

'remember_me' => 
'Запомнить меня?',

'auto_login' => 
'Автоматический вход при следующих посещениях',

'show_name_in_userlist' => 
'Показывать меня в списке посетителей в онлайне',

'login' => 
'Вход',

'logout' => 
'Выход',

'your_account' => 
'Ваш аккаунт',

'view_new_topics' => 
'Новые сообщения',

'mark_all_read' => 
'Отметить все сообщения как прочитанные',

'welcome' => 
'Добро пожаловать, Гость',

'last_visit_on' => 
'Последнее посещение:',

'register' => 
'Регистрация',

'logged_in_as' =>
'Войти под логином:',
'private_message' => 
'Личные сообщения',

'unread_pm' => 
'Не прочитано:',

'total_pm' => 
'Всего:',

'elapsed_time' => 
'Скрипт выполнен за {elapsed_time} сек.',

'search' => 
'Найти',

'your_last_visit' => 
'Ваше последнее посещение:',

'your_post_total' => 
'Вы написали %x сообщений',

'never' => 
'Никогда',

'visitor_stats' => 
'Статистика посетителей',

'total_guests' => 
'Всего гостей:',

'total_logged_in' => 
'Всего зарегистрированных посетителей:',

'total_anonymous' => 
'Всего анонимных пользователей:',

'most_users_ever' => 
'Больше всего посетителей было',

'visited_on' => 
' на',

'posted_on' => 
'Отправлено:',

'posted_by' => 
'Автор:',

'author' => 
'Автор',

'ago' => 
'%x назад',

'total_registered_members' => 
'Всего зарегистрированных участников:',

'newest_members' => 
'Новые участники:',

'total_topics' => 
'Всего тем:',

'total_posts' => 
'Всего сообщений:',

'total_replies' => 
'Всего ответов:',

'recent_posts' => 
'Последние сообщения',

'active_members' => 
'Активные участники:',

'forum_name_heading' => 
'Название форума',

'total_topics_heading' => 
'Темы',

'total_posts_heading' => 
'Ответов',

'total_replies_heading' => 
'Ответов',

'joined' => 
'Дата регистрации',

'thread' => 
'Тема',

'edit_preferences' => 
'Редактировать настройки',

'display_signatures' => 
'Показывать подписи участников в сообщениях форума',

'display_avatars' => 
'Показывать аватары участников в сообщениях форума',

'activate_thread' => 
'Открыть тему',

'close_thread' => 
'Закрыть тему',

'post_info_heading' => 
'Последние сообщения',

'total_views_heading' => 
'Просмотров',

'moderated_by' => 
'Модераторы:',

'moderated_by_plural' => 
'Модераторы:',

'recent_post' => 
'Последние сообщения',

'most_recent_topics' => 
'Последние темы',

'most_popular_posts' => 
'Популярные темы',

'topic_heading' => 
'Название темы',

'post_new_topic' => 
'Новая тема',

'post_reply' => 
'Ответить',

'fast_reply' => 
'Быстрый ответ',

'no_topics' => 
'В этом форуме еще нет тем',

'title' => 
'Название',

'new_topic' => 
'Создать новую тему',

'new_topic_search' => 
'Поиск новых тем',

'edit_topic' => 
'Редактировать тему',

'new_reply' => 
'Новый ответ',

'edit_reply' => 
'Редактировать ответ',

'body' => 
'Сообщение',

'preview_post' => 
'Предварительный просмотр',

'submit_post' => 
'Отправить',

'update_post' => 
'Обновить',

'empty_title_field' => 
'Ваше сообщение должно иметь заголовок',

'empty_body_field' => 
'Поле сообщения пустое',

'login_required' => 
'Необходима авторизация',

'must_be_logged_in' => 
'Эта страница доступна только после входа в систему при наличии соответствующих прав доступа',

'member_registration' => 
'Регистрация участника',

'can_not_view_forum' => 
'Вы не авторизованы для просмотра этого форума',

'can_not_view_posts' => 
'Вы не авторизованы для просмотра сообщений этого форума.',

'can_not_post_in_forum' => 
'Вы не авторизованы для публикации сообщений в этом форуме',

'ban_member' => 
'Заблокировать участника',

'member_is_banned' => 
'Участник заблокирован',

'member_banning' => 
'Блокировка участника',

'member_reinstating' => 
'Отмена блокировки участника',

'member_banning_form' => 
'Форма блокировки участника',

'member_ban_warning' => 
'Вы действительно хотите приостановить действие аккаунта участника?',

'member_name' => 
'Имя участника:',

'can_not_ban_super_admins' => 
'Суперадминистраторы не могут быть заблокированы',

'admins_can_not_be_banned' => 
'Администраторы могут быть забанены только Суперадминистратором',

'can_not_ban_yourself' => 
'Вы не можете заблокировать свой собственный аккаунт',

'ignore_member_confirmation' => 
'Подтверждение игнорирования участника',

'can_not_ignore_yourself' => 
'Вы не можете игнорировать сами себя',

'already_ignored' => 
'Участник уже в списке игнорирования',

'ignore_member' => 
'Игнорировать участника',

'unignore_member' => 
'Отменить игнорирование участника',

'stop_ignoring' => 
'Отменить игнорирование',

'view_hide' => 
'Показать / Скрыть',

'topic_hidden' => 
'Тема скрыта, так как пользователь',

'post_hidden' => 
'Сообщение скрыто, так как пользователь',

'is_ignored' => 
'игнорируется',

'suspend_account' => 
'Приостановить действие аккаунта участника и оставить все его сообщения.',

'reinstate_account' => 
'Восстановить действие аккаунта до нормального статуса',

'delete_account' => 
'Удалить аккаунт участника и удалить все его сообщения.',

'ban_ip_addresses' => 
'Блокировать все IP-адреса, связанные с этим аккаунтом?',

'ban_warning' => 
'Это действие затем не может быть отменено!',

'user_account_suspended' => 
'Приостановлено действие аккаунта участника:',

'user_account_deleted' => 
'Удален аккаунт участника:',

'user_account_reinstated' => 
'Восстановлено действие аккаунта участника:',

'ip_addresses_banned' => 
'Заблокированы следующие IP-адреса:',

'topic_no_exists' =>
'Извините, данная тема форума не существует',
'thread_no_exists' => 
'Указанная тема не существует',

'topic_title' => 
'Название темы',

'next' => 
'След.',

'previous' => 
'Пред.',

'ip_address' => 
'Личный IP:',

'delete_confirm' => 
'Подтверждение удаления',

'post_delete_warning' => 
'Вы действительно хотите удалить это сообщение?',

'thread_delete_warning' => 
'Вы действительно хотите удалить всю эту ветку сообщений?',

'thread_delete_info' => 
'Все сообщения в этой ветке будут безвозвратно удалены!',

'action_can_not_be_undone' => 
'Это действие необратимо',

'edit' => 
'Править',

'delete_thread' => 
'Удалить ветку',

'delete_reply' => 
'Удалить сообщение',

'delete' => 
'Удалить',

'forgot_password' => 
'Забыт пароль',

'forgot_your_password' => 
'забыли пароль?',

'link' => 
'Ссылка',

'profile' => 
'Профиль',

'quote' => 
'Цитировать',

'move' => 
'Переместить',

'report' => 
'Сообщить модератору',

'reply' => 
'Ответить',

'choose_destination_forum' => 
'Выберите форум, в который Вы хотите перенести тему',

'retain_move_link' => 
'Оставить ссылку в оригинальном форуме для перенаправления на новое место темы',

'notify_thread_owner' => 
'Отправить уведомление по E-mail о предпринятых действиях автору темы',

'active_thread' => 
'Активная тема',

'closed_thread' => 
'Тема закрыта',

'topic_is_closed' => 
'Это обсуждение в настоящее время недоступно для отправки сообщений',

'move_topic' => 
'Переместить тему',

'you_may_rename' => 
'Вы можете изменить название этой темы',

'no_forums_to_move_to' => 
'Нет других форумов, в которые можно переместить эту тему.',

'move_reply' => 
'Переместить ответ',

'move_reply_url' => 
'URL темы, в которую выполняется перемещение',

'move_reply_url_info' => 
'Укажите URL или ID темы, в которую Вы хотите переместить этот ответ',

'notify_reply_owner' => 
'Отправить автору ответа уведомление по E-mail о сделанных изменениях',

'reply_made_by' => 
'Автор ответа',

'move_reply_requires_id' => 
'Для перемещения ответа Вы должны указать правильный ID темы.',

'found_in' => 
'Ключевые слова найдены в следующих сообщениях:',

'found_in_many' => 
'Ключевые слова найдены во многих ответах',

'search_thread' => 
'Поиск в этой теме',

'reply_info_heading' => 
'Информация об ответе',

'replies_in_topic' => 
'Ответов в теме:',

'view_reply' => 
'Показать ответ',

'formatting' => 
'Форматирование',

'guided' => 
'С пояснениями',

'normal' => 
'Обычный',

'smileys' => 
'Смайлы',

'thread_review' => 
'Просмотр темы',

'last_ten_posts' => 
'Показаны последние десять сообщений.',

'thread_review_link' => 
'Нажмите здесь для прочтения всей темы',

'notify_of_repsonses' => 
'Уведомлять меня по почте о новых сообщениях в этой теме',

'make_post_announcement' => 
'Сделать объявлением',

'in_all_forums' => 
'Во всех форумах',

'in_this_forum' => 
'В этом форуме',

'make_post_sticky' => 
'Сделать важным сообщением',

'close_post' => 
'Установить статус закрытого',

'options' => 
'Опции',

'more_options' => 
'Дополнительные опции',

'poll' => 
'Голосование',

'poll_marker' => 
'Голосование:',

'add_a_poll' => 
'Добавить голосование в эту тему',

'edit_poll' => 
'Редактировать голосование',

'poll_question' => 
'Вопрос голосования',

'poll_answers' => 
'Ответы голосования',

'votes' => 
'голосов',

'total_votes' => 
'Всего голосов:',

'you_have_voted' => 
'Вы уже участвовали в этом голосовании',

'must_be_logged_to_vote' => 
'Голосовать могут только зарегистрированные участники',

'cast_vote' => 
'Проголосовать',

'poll_answer_instructions' => 
'добавьте возможные ответы',

'poll_must_have_two_answers' => 
'Голосование должно содержать по крайней мере два ответа',

'poll_delete_instructions' => 
'Для удаления или отмены голосования удалите вопросы голосования и сохраните изменение',

'add_another_row' => 
'Добавить строку',

'legend' => 
'Обозначения',

'legend_new_topic' => 
'Новая тема',

'legend_old_topic' => 
'Старая тема',

'legend_hot_topic' => 
'Популярная тема с новыми сообщениями',

'legend_new_posts' => 
'Новые сообщения',

'legend_no_new_posts' => 
'Нет новых сообщений',

'legend_hot_topic' =>
'Популярная тема с новыми сообщениями',
'legend_hot_old_topic' => 
'Популярная тема без новых сообщений',

'legend_moved_topic' => 
'Тема перемещена',

'legend_closed_topic' => 
'Тема закрыта',

'legend_sticky_topic' => 
'Важная тема',

'legend_announcements' => 
'Объявление',

'legend_new_poll' => 
'Новое голосование',

'legend_old_poll' => 
'Старое голосование',

'moved' => 
'Перемещено:',

'sticky' => 
'Важно:',

'closed' => 
'Закрыто:',

'post_marked_read' => 
'Все сообщения отмечены прочитанными',

'not_subscribed_to_topic' => 
'Скорее всего, Вы не подписаны на тему, идентификатор которой Вы указали',

'confirm_subscription_removal' => 
'Подтвердите удаление подписки',

'remove_subscription_question' => 
'Вы действительно хотите удалить подписку на эту тему?',

'subscription_confirmation_link' => 
'Нажмите здесь для подтверждения',

'subscription_cancelled' => 
'Подписка удалена',

'your_subscription_cancelled' => 
'Была удалена Ваша подписка на следующую тему:',

'subscribe_to_thread' => 
'Подписаться на эту тему',

'unsubscribe_to_thread' => 
'Отписаться от этой темы',

'invalid_subscription_id' => 
'Указанный Вами URL содержит неправильный номер кода',

'already_subscribed' => 
'Вы уже подписаны на эту тему',

'you_have_been_subscribed' => 
'Вы сейчас подписаны на следующие темы:',

'you_have_been_unsubscribed' => 
'Была удалена Ваша подписка на следующую тему:',

'post_throttle' => 
'Вы можете отправлять свои сообщения не чаще одного раза в %s секунд',

'duplicate_data_warning' => 
'В настоящее время принять Ваше сообщение невозможно',

'post_too_big' => 
'Ваше сообщение слишком большое.  Максимальное количество символов: %x',

'announcement' => 
'Объявление',

'announcements' => 
'Объявления',

'date' => 
'Дата',

'attachments' => 
'Вложения',

'max_characters' => 
'Символы',

'remove' => 
'Удалить',

'add_attachment' => 
'Добавить вложение',

'current_attachments' => 
'Вложения',

'click_preview_to_attach' => 
'Для добавления нескольких вложений нажмите на предпросмотр и затем выберите новый файл',

'file_name' => 
'Имя файла',

'file_size' => 
'Размер файла:',

'remaining_space' => 
'У Вас осталось %x свободного места для вложенных файлов',

'max_attach_size' => 
'Макс. размер:',

'total_attach_allowed' => 
'Разрешено всего вложений:',

'unable_to_recieve_attach' => 
'В настоящее время невозможно добавить файлы в качестве вложений',

'file_too_big' => 
'Размер вложений не должен превышать %x КБ',

'dimensions_too_big' => 
'Изображения не должны быть больше %x пикселей по ширине и %y по высоте',

'too_many_attachments' => 
'Вы можете поместить не более %x приложений в одном сообщении.',

'click_for_fullsize' => 
'Нажмите на изображение для его просмотра в реальном масштабе',

'image_attachments' => 
'Прикрепленные изображения',

'file_attachments' => 
'Прикрепленные файлы',

'downloads' => 
'Загрузок:',

'file_size' =>
'Размер файла:',
'allowed_mimes' => 
'Разрешенные типы файлов:',

'member_profile' => 
'Профиль',

'memberlist' => 
'Участники',

'cant_quote_an' => 
'На объявления невозможно ответить',

'your_profile' => 
'Ваш публичный профиль',

'your_control_panel' => 
'Ваша панель управления',

'signature' => 
'Подпись',

'close_tags' => 
'Закрыть теги',

'font_formatting' => 
'Форматирование шрифта',

'size' => 
'Размер',

'small' => 
'Малый',

'medium' => 
'Средний',

'large' => 
'Большой',

'very_large' => 
'Очень большой',

'largest' => 
'Самый большой',

'color' => 
'Цвет',

'blue' => 
'Голубой',

'red' => 
'Красный',

'green' => 
'Зеленый',

'brown' => 
'Коричневый',

'yellow' => 
'Желтый',

'pink' => 
'Розовый',

'grey' => 
'Серый',

'purple' => 
'Фиолетовый',

'orange' => 
'Оранжевый',

'advanced_search' => 
'Расширенный поиск',

'search_in_posts' => 
'Искать в тексте',

'search_in_title_and_posts' => 
'Искать в названиях и тексте',

'search_in_forums' => 
'Искать в форумах',

'search_posts_from' => 
'Искать в сообщениях, опубликованных',

'most_posts' => 
'Количество сообщений',

'search_not_available' => 
'Поиск в настоящее время недоступен',

'not_allowed_to_search' => 
'Доступ к поиску закрыт',

'search_all_forums' => 
'Искать в форумах',

'exact_match' => 
'Точное соответствие',

'no_name_result' => 
'Указанное имя участника не имеет записей',

'too_many_name_results' => 
'Указанное имя используется несколькими пользователями.  Пожалуйста, уточните критерии поиска.',

'search_redirect_msg' => 
'Подготовка результатов поиска',

'keywords' => 
'Ключевые слова:',

'enable_smileys' => 
'Включить смайлы в этом сообщении',

'forum_boards' => 
'Разделы форума',

'forums' => 
'Форумы',

'choose_forum_board' => 
'Выберите раздел форума',

'forum_not_installed' => 
'Форум не может быть устанавлен',

'sort_results_by' => 
'Сортировать результат по',

'exact_name_match' => 
'Точное совпадение имени',

'any_date' => 
'Любой день',

'today_and' => 
'Сегодня и...',

'this_week_and' => 
'Эта неделя и...',

'one_month_ago_and' => 
'1 месяц назад и...',

'three_months_ago_and' => 
'3 месяца назад и...',

'six_months_ago_and' => 
'6 месяцев назад и...',

'one_year_ago_and' => 
'1 год назад и...',

'newer' => 
'Новые',

'older' => 
'Старые',

'sort_results_by' => 
'Сортировать результаты по',
'descending' => 
'Убыванию',

'ascending' => 
'Возростанию',

'translate' => 
'Обновить',

''=>''
);

// End of File