<?php
$lang = array(


'imglib_gd_required_for_props' => 
'Для возможности назначения свойств изображений Ваш сервер должен поддерживать библиотеку изображений GD',

'imglib_unsupported_imagecreate' => 
'Ваш сервер не поддерживает функцию GD, необходимую для обработки изображений этого типа.',

'imglib_gif_not_supported' => 
'Формат GIF обычно не поддерживается из-за лицензионных ограничений.  Вместо этого формата можно использовать формат JPG или PNG.',

'imglib_jpg_not_supported' => 
'Формат JPG не поддерживается',

'imglib_png_not_supported' => 
'Формат PNG не поддерживается',

'imglib_jpg_or_png_required' => 
'Указанный в настройках протокол изменения размеров изображений работает только с файлами типа JPEG или PNG.',

'imglib_copy_error' => 
'Ошибка при попытке замены файла.  Убедитесь, что атрибуты директории допускают запись.',

'imglib_rotate_unsupported' => 
'Вероятно, Ваш сервер не поддерживает повороты изображений.',

'imglib_libpath_invalid' => 
'Указанный путь к библиотеке изображений некорректен.  Укажите в настройках изображений правильный путь.',

'imglib_image_process_failed' => 
'Ошибка обработки изображений.  Убедитесь, что Ваш сервер поддерживает выбранный протокол, а также в корректности указания пути к библиотеке изображений.',

'imglib_rotation_angle_required' => 
'Для поворота изображения необходимо указать размер угла.',

'imglib_writing_failed_gif' => 
'Формат GIF',

'imglib_invalid_path' => 
'Путь к изображению неверен',

'imglib_copy_failed' => 
'Копирование изображения невозможно.',

'translate' => 
'Update',

''=>''
);

// End of File