<?php
$lang = array(


'ip_to_nation_module_name' => 
'IP - Страна',

'ip_to_nation_module_description' => 
'Модуль определения страны по IP-адресу',

'iptonation_missing' => 
'Невозможно найти файл iptonation.php.  Пожалуйста, проверьте, что Вы загрузили на сервер все компоненты этого модуля.',

'countryfile_missing' => 
'Невозможно найти файл country.php в папке библиотек.',

'ip_search' => 
'Поиск по IP-адресу',

'ip_search_inst' => 
'Ввести IP-адрес для определения страны, к которой он относится',

'ip_result' => 
'Введенный IP относится к следующей стране:',

'manage_banlist' => 
'Управление списком заблокированных стран',

'country' => 
'Страна',

'ban_info' => 
'Выберите страны, которые Вы хотите заблокировать.  При блокировании страны любое лицо с IP-адресом этой страны не сможет оставлять комментарии, трекбэки, использовать форму отправки писем и функцию Расскажи другу.  Но они смогут просматривать Ваш сайт.',

'ban' => 
'Заблокированные',

'banlist' => 
'Список заблокированных стран',

'banlist_updated' => 
'Список заблокированных стран обновлен',

'update_ips' => 
'Обновить БД IP адесов',

'update_info' => 
'Обновите IP и информацию о коде страны  используя последние данные с ip2nation.com ',

'update_blurb' => 
'Чтобы обновить, следует сначала поместить разархивированный файл, содержащий ip2nation sql данные на Вашем сервере, и затем указать расположение файла.',

'ip2nation_file_loc' => 
'Расположение файла SQL',

'unable_to_read_file' => 
'Невозможно прочитать файл',

'last_update' => 
'Последнее обновление',

'ip_db_updated' => 
'Обновление БД IP адесов выполнено успешно',

'ip_db_failed' => 
'Не засчитаные символы в файле импорта',

'translate' => 
'Update',

''=>''
);

// End of File