<?php
$lang = array(


'alphanumeric_not_allowed' => 
'Не могут использоваться буквенные и цифровые разделители (a-z / 0-9)',

's_required' => 
'Обязательно',

'select' => 
'Выпадающее меню',

'field_label' => 
'Ярлык поля',

'map_elements' => 
'Элементы карты',

'create_xml' => 
'Создать XML',

'parse_error' => 
'Ошибка обработки',

'unable_to_parse_custom_fields' => 
'Невозможно обработать настраиваемые поля.',

'unable_to_read_file' => 
'Файл недоступен для чтения',

'unable_to_parse_xml' => 
'Невозможно обработать XML.',

'field_name' => 
'Название поля',

'custom_member_fields' => 
'Настраиваемые поля профиля',

'new_fields_success' => 
'Следующие настраиваемые пользовательские поля успешно добавлены: ',

'assign_fields' => 
'Назначить поля',

'assign_fields_blurb' => 
'Указать соответствие полей данных полям участников ExpressionEngine.',

'comma' => 
'Запятая',

'confirm_details' => 
'Подтвердить данные',

'confirm_details_blurb' => 
'Пожалуйста, просмотрите информацию ниже еще раз перед импортом данных.  Если что-либо неправильно, вернитесь и сделайте необходимые изменения.',

'confirm_field_assignment' => 
'Подтвердите назначение полей',

'confirm_field_assignment_blurb' => 
'Пожалуйста, просмотрите назначения полей еще раз.  Если что-либо неправильно, вернитесь и сделайте необходимые изменения.',

'convert_from_delimited' => 
'Конвертировать текст с разделителями в XML',

'convert_from_delimited_blurb' => 
'Позволяет создать XML-файл участника ExpressionEngine из текстового файла (с разделителями) другой программы',

'daylight_savings' => 
'Летнее время',

'auto_custom_field' => 
'Создать настраиваемое поле',

'auto_custom_field_blurb' => 
'Автоматическое создание пользовательского поля, не совпадающего со стандартным.',

'default_group_id' => 
'ID группы по умолчанию',

'default_settings' => 
'Административные настройки',

'default_settings_blurb' => 
'Задайте опции, которые Вы хотите сделать параметрами по умолчанию.  Пожалуйста, обратите внимание, что эти параметры по умолчанию будут использованы, только если значениене указано явным образом в XML-файле.  Эти опции НЕ имеют преимущества над XML-данными.',

'delimited_file_loc' => 
'Размещение файла участников',

'delimiter' => 
'Символ-разделитель',

'delimiter_blurb' => 
'Этот символ разделяет Ваши данные. Таким символом может быть символ табуляции, запятая, символ конвейеризации данных и т.д.',

'download' => 
'Загрузить XML-файл',

'dst_enabled' => 
'Летнее время на дату записи',

'duplicate_email' => 
'Копия E-mail: ',

'duplicate_field_assignment' => 
'Копия назначенного поля: %x',

'duplicate_member_id' => 
'Копия ID участника: \\\\"%x\\\\"<br />Рекомендуется не использовать тег &lt;member_id&gt; и разрешить ExpressionEngine автоматически увеличивать номер member_id',

'duplicate_screen_name' => 
'Копия screen_name: ',

'duplicate_username' => 
'Копия username: ',

'enclosure' => 
'Символ-ограничитель',

'enclosure_blurb' => 
'Этот символ ограничивает данные, если они существуют.  В следующем примере символом-ограничителем являются двойные кавычки: \\\\"<br />',

'enclosure_example' => 
'\\\\"John Doe\\\\", \\\\"jdoe\\\\", \\\\"john@example.com\\\\", ...',

'enclosure_label' => 
'Вложение: ',

'encrypted_passwords' => 
'Пароли уже зашифрованы',

'file_loc_blurb' => 
'Расположение файла должно указываться относительно директории Панели управления сайта, напр.:. ../members.txt, если он в корневой директории сайта.',

'group_id' => 
'Группа участников по умолчанию',

'import' => 
'Импортировать!',

'import_from_xml' => 
'Импорт из XML-файла',

'import_from_xml_blurb' => 
'Позволяет импортировать участников из XML-файла в XML-формат участников  ExpressionEngine ',

'import_info' => 
'Информация об импортировании',

'import_success' => 
'Участники успешно импортированы',

'import_success_blurb' => 
'XML-данные об участниках были успешно импортированы в базу данных!',

'info_blurb' => 
'Для использования этой утилиты необходимо сначала разместить на сервере файл с экспортируемыми данными об участниках,а затем указать местоположение этого файла.',

'invalid_element' => 
'Отсутствует или неправильный элемент - ожидался &lt;member&gt;',

'invalid_path' => 
'Файл не найден.',

'invalid_tag' => 
'Неправильный XML-тег!',

'invalid_xml' => 
'Проблема с XML-файлом.  Пожалуйста, сверьтесь с документацией по формату XML-файла участников ExpressionEngine.',

'language' => 
'Язык по умолчанию',

'timezone' =>
'Часовой пояс по умолчанию',
'member_fields' =>
'Поля участника',

'member_id_warning' => 
'ПРЕДУПРЕЖДЕНИЕ! Если в Вашем в XML-файле есть теги &lt;member_id&gt; tags, то существующие участники с тем же самым member_id будут ПЕРЕПИСАНЫ новыми данными!  Необходимо быть внимательным!',

'member_import_utility' => 
'Утилита импорта участников',

'member_import_welcome' => 
'Эта утилита позволяет импортировать участников в ExpressionEngine из других систем',

'missing_birthday_child' => 
'Отсутствуют подчиненные элементы &lt;birthday&gt;: ожидаются &lt;day&gt; &lt;month&gt; &lt;year&gt;',

'missing_email_field' => 
'Необходимо связать поле с \\\\"email\\\\"',

'missing_screen_name_field' => 
'Необходимо связать поле со \\\\"screen_name\\\\"',

'missing_username_field' => 
'Необходимо связать поле с \\\\"username\\\\"',

'no' => 
'Нет',

'no_delimiter' => 
'Необходимо обеспечить наличие разделительного символа с опцией \\\\"%x\\\\".',

'no_file_submitted' => 
'Вы должны указать относительный путь к файлу данных участников',

'no_read_access' => 
'Невозможно прочитать файл: ',

'none' => 
'Отключено',

'not_enough_fields' => 
'Должно быть не менее 3 полей: username (имя пользователя), screen_name (псевдоним) и адрес email',

'option' => 
'Опция',

'other' => 
'Другое:',

'password_field_warning' => 
'Примечание: Если нет совпадения одного из полей с \\\\"Паролем\\\\", будут созданы случайные зашифрованные пароли,и импортированным пользователям необходимо будет использовать ссылку \\\\"Забыли пароль\\\\" для входа в систему.',

'password_warning' => 
'Предупреждение о пароле',

'password_warning_blurb' => 
'Если пароля не будет, импортированным участникам надо будет использовать ссылку \\\\"Забыли пароль\\\\" для входа в систему.  Кроме того, если параметры шифрования ExpressionEngine (sha1/md5) не соответствуют типу шифрования импортированных данных, пароли не будут работать, и участникам также надо будет воспользоваться ссылкой \\\\"Забыли пароль\\\\".  Пароли типа=\\\\"text\\\\" будут зашифрованы во время импортирования.',

'plaintext_passwords' => 
'Пароли являются простым текстом',

'required_fields' => 
'Обязательные для заполнения поля',

'tab' => 
'Вкладка',

'time_format' => 
'Формат времени по умолчанию',

'timezones' => 
'Часовой пояс по умолчанию',

'total_members_imported' => 
'Всего импортировано %x участников.',

'value' => 
'Значение',

'view_in_browser' => 
'Просмотр резервной копии в браузере',

'view_xml' => 
'Просмотр XML',

'within_user_record' => 
'в записи пользователя',

'xml_file' => 
'XML-файл',

'xml_file_loc' => 
'Размещение XML-файла участников',

'xml_file_loc_blurb' => 
'Расположение файла должно указываться относительно директории Панели управления сайта, напр.:. ../members.xml, если он в корневой директории сайта.',

'xml_imported' => 
'XML-данные участников импортированы',

'yes' => 
'Да',

'your_data' => 
'Ваши данные',

'order' => 
'Порядок',

'is_reg_form' => 
'Форма регистрации',

'is_public' => 
'Публикация',

'is_required' => 
'Обязаталельно',

'translate' => 
'Update',

''=>''
);

// End of File