<?php
$lang = array(


'register_member' => 
'Регистрация нового участника',

'view_members' => 
'Просмотр пользователей',

'view_search_members' => 
'Просмотр / Поиск участников',

'member_validation' => 
'Активировать ожидающих участников',

'member_search' => 
'Поиск участника',

'user_banning' => 
'Бан пользователя',

'custom_profile_fields' => 
'Настраиваемые поля профиля',

'member_cfg_existing' => 
'Настройки для "%s" Группы пользователей',

'member_cfg' => 
'Настройки участников',

'member_prefs' => 
'Настройки пользователя',

'preferences_updated' => 
'Настройки изменены',

'profile_templates' => 
'Шаблоны Профиля участника',

'ip_search' => 
'Поиск по IP-адресу',

'member_groups' => 
'Группы участников',

'keywords' => 
'Ключевые слова',

'filter_by' => 
'Фильтровать по',

'filter_member_name' => 
'по имени участника',

'filter_member_group' => 
'по имени группы',

'member_group_assignment' => 
'Переместить в группу участников',

'password_confirm' => 
'Подтверждение пароля',

'email' => 
'E-mail',

'invalid_path' => 
'Файл не найден.',

'invalid_path_description' => 
'Следующие пути Вы написали не верно:',

'not_writable_path' => 
'Указанный Вами путь защищен от записи.  Убедитесь, что для директории установлены права доступа 777.',

'include_in_memberlist' => 
'Включить участников в список участников сайта?',

'include_in_authorlist' => 
'Включить участников в список мультипользовательских публикаций на странице ПУБЛИКОВАТЬ?',

'field_description' => 
'Описание поля',

'field_description_info' => 
'Это поле может быть использовано для отображения инструкций и другой дополнительной информации.',

'can_edit_categories' => 
'Могут редактировать категории',

'can_delete_categories' => 
'Могут удалять категории',

'can_not_delete_self' => 
'Вы не можете удалить собственный аккаунт',

'no_heirs_available' => 
'Участник, которого вы пытаетесь удалить, имеет в блогах записи',

'heir_to_member_entries' => 
'У этого участника есть записи, связанные с его аккаунтом.  Выберите участника, которому Вы хотите переназначить эти записи.',

'heir_to_members_entries' => 
'Некоторые участники имеют записи, связанные с их аккаунтами.  Выберите участника, которому Вы хотите переназначить эти записи.',

'forum_topics' => 
'Темы форума',

'forum_posts' => 
'Всего сообщений',

'topic' => 
'Тема',

'author' => 
'Автор',

'comments' => 
'Коммент',

'channel_entries' => 
'Записи канала',

'ip_search_instructions' => 
'IP-адрес можно указывать полностью или частично',

'ip_search_too_short' => 
'Вы ввели слишком короткий IP-адрес.  Он должен состоять минимум из 3 символов.',

'ip_search_no_results' => 
'По Вашему запросу совпадений не обнаружено',

'member_accounts' => 
'Аккаунты участников',

'login_as_user' => 
'Вход Суперадминистратора как пользователя',

'control_panel' => 
'Панель управления',

'site_homepage' => 
'Главная страница',

'login_as_member_description' => 
'Когда вы щелкните на кнопке ниже, вы войдете в систему под пользователем \'%screen_name%\' и будете перенаправлены на страницу ниже .',

'other' => 
'Другое:',

'field_order_updated' => 
'Порядок полей обновлён',

'priv_msg_privs' => 
'Права для отправки личных сообщений',

'can_send_private_messages' => 
'Могут отправлять личные сообщения',

'can_attach_in_private_messages' => 
'Могут добавлять вложения в личные сообщения',

'fieldlabel' => 
'Ярлык поля',

'index' => 
'Главная страница',

'member_assignment_warning' => 
'В этой группе сейчас %x участников. В какую группу участников их следует перевести?',

'can_moderate_comments' => 
'Могут модерировать комментарии',

'exclude_from_moderation' => 
'Запретить участнику модерировать комментарии',

'total_members' => 
'Всего участников',

'admin_members' => 
'Администраторов',

'validate_selected' => 
'Активировать выбранных участников',

'delete_selected' => 
'Удалить отмеченные',

'send_email_notification' => 
'Отправить email-уведомление каждому',

'your_account_validated' => 
'Ваш аккаунт включен.',

'your_account_ready' => 
'Ваш аккаунт участника включен и доступен для использования.',

'thank_you' => 
'Спасибо!',

'no_members_to_validate' => 
'Аккаунтов, ожидающих активации нет',

'members_are_validated' => 
'Участник(и) активирован(ы)',

'members_are_deleted' => 
'Участник(и) удален(ы)',

'ascending' => 
'Старые в начале',

'descending' => 
'Новые в начале',

'alpha' => 
'По алфавиту',

'alpha_desc' => 
'В порядке, обратном алфавитному',

'username_asc' => 
'По имени пользователя &#8211; прямой',

'username_desc' => 
'По имени пользователя &#8211; обратный',

'screen_name' => 
'Псевдоним',

'screen_name_asc' => 
'По псевдониму &#8211; прямой',

'screen_name_desc' => 
'По псевдониму &#8211; обратный',

'mbr_email_address' => 
'Адрес E-mail',

'email_address' => 
'Адрес E-mail',

'email_asc' => 
'По Email &#8211; прямой',

'email_desc' => 
'По Email &#8211; обратный',

'sort_order' => 
'Порядок сортировки',

'join_date' => 
'Дата регистрации',

'last_visit' => 
'Последнее посещение',

'member_group' => 
'Группа участников',

'group_id' => 
'Группа участников по умолчанию',

'no_members_matching_that_criteria' => 
'Участники, соответствующие указанным Вами критериям, не найдены',

'mbrs' => 
'Участники',

'edit_profile' => 
'Редактировать профиль',

'edit_group' => 
'Редактировать группу',

'group_title' => 
'Название группы',

'security_lock' => 
'Замок безопасности',

'group_lock' => 
'Замок безопасности группы участников',

'enable_lock' => 
'Включить замок безопасности группы',

'lock_description' => 
'При включенной защите группы только Суперадминистратор может добавить участника в такую группу.  Если другим пользователям разрешено управление аккаунтами участников, рекомендуется снимать защиту ТОЛЬКО с тех групп, в которые им разрешено добавлять других пользователей.',

'locked' => 
'Защищено',

'unlocked' => 
'Выключено',

'create_new_member_group' => 
'Создать новую группу участников',

'member_has_cp_access' => 
'разрешить доступ к ПУ',

'edit_member_group' => 
'Редактировать группу участников',

'create_member_group' => 
'Создать группу участников',

'delete_member_group' => 
'Удалить группу участников',

'member_group_deleted' => 
'Группа удалена',

'delete_member_group_confirm' => 
'Уверены в удалении этой группы участников?',

'delete_member' => 
'Удалить',

'delete_member_confirm' => 
'Уверены в удалении этого участника?',

'delete_members_confirm' => 
'Уверены в удалении этих участников?',

'can_not_delete_superadmin' => 
'Вы не можете удалить первичного участника',

'member_deleted' => 
'Участник удален',

'members_deleted' => 
'Участники удалены',

'ban_preferences_updated' => 
'Настройки блокировки обновлены',

'ip_address_banning' => 
'Заблокированные IP-адреса',

'ip_banning_instructions' => 
'Записывайте по одному IP-адресу в строке',

'ip_banning_instructions_cont' => 
'Используйте маски для серий IP-адресов. Например:  123.345.*',

'email_address_banning' => 
'Заблокированные адреса E-mail',

'email_banning_instructions' => 
'Записывайте по одному Email-адресу в строке',

'email_banning_instructions_cont' => 
'Используйте маски для серии Email-адресов. Например:  *@domain.com',

'ban_options' => 
'При попытке доступа к сайту с блокированного IP',

'restrict_to_viewing' => 
'Разрешить только просмотр',

'show_this_message' => 
'Показывать это сообщение',

'send_to_site' => 
'Перенаправить на указанный сайт',

'ban_message' => 
'Этот сайт для вас недоступен',

'username_banning' => 
'Неразрешенные имена пользователей',

'username_banning_instructions' => 
'Указывайте по одному в строке',

'screen_name_banning' => 
'Неразрешенные псевдонимы',

'screen_name_banning_instructions' => 
'Указывайте по одному в строке',

'only_superadmins_can_admin_groups' => 
'Только Суперадминистраторы имеют доступ к странице групп участников',

'create_group_based_on_old' => 
'Создать новую группу на основе существующей',

'group_name' => 
'Название группы участников',

'missing_group_title' => 
'У группы участников должно быть название',

'group_title_exists' => 
'Уже существует группа участников с этим названием.',

'site_access' => 
'Доступ к сайту',

'can_view_online_system' => 
'Могут просматривать сайт, когда он включен',

'can_view_offline_system' => 
'Могут просматривать сайт, когда он отключен',

'mbr_account_privs' => 
'Права аккаунта участника',

'prv_msg_storage_limit' => 
'Макс. число хранимых пользователем личных сообщений',

'prv_msg_send_limit' => 
'Макс. число личных сообщений, которые пользователь может отправить за сутки',

'can_view_profiles' => 
'Могут просматривать публичные профили',

'can_edit_html_buttons' => 
'Можете отредактировать собственные кнопки форматирования HTML',

'can_delete_self' => 
'Могут удалять собственный аккаунт &#8211; при этом удаляются все сообщения в форуме, статьи и комментарии',

'mbr_delete_notify_emails' => 
'Email-адреса для отправки уведомлений об удалении',

'delete_confirmation_form' => 
'Форма подтверждения удаления аккаунта',

'commenting_privs' => 
'Права для публикации комментариев',

'can_post_comments' => 
'Могут отправлять комментарии',

'cp_channel_post_privs' => 
'Доступ к блогам',

'cp_module_access_privs' => 
'Права доступа к модулям',

'no_cp_modules_installed' => 
'Нет доступа для установки модулей в панели управления',

'can_access_mod' => 
'Разрешен доступ к модулю:',

'global_cp_access' => 
'Доступ к ПУ',

'can_access_cp' => 
'Разрешен доступ к ПУ?',

'can_access_content' => 
'Разрешен доступ к разделу КОНТЕНТ',

'can_access_design' => 
'Разрешен доступ к разделу ШАБЛОНЫ',

'can_access_addons' => 
'Разрешен доступ к разделу  ДОПОЛНЕНИЯ',

'can_access_members' => 
'Разрешен доступ к разделу  УЧАСТНИКИ',

'can_access_admin' => 
'Разрешен доступ к разделу АДМИН.',

'can_access_tools' => 
'Разрешен доступ к разделу ИНСТРУМЕНТЫ',

'can_ban_users' => 
'Могут блокировать пользователей',

'cp_admin_privs' => 
'Администрирование ПУ',

'cp_comment_privs' => 
'Администрирование комментариев',

'can_view_other_comments' => 
'Могут просматривать комментарии других пользователей к записям блога',

'can_edit_own_comments' => 
'Могут редактировать комментарии к собственным записям блога',

'can_delete_own_comments' => 
'Могут удалять комментарии к собственным записям блога',

'can_edit_all_comments' => 
'Могут редактировать комментарии к ЛЮБЫМ записям блога',

'can_delete_all_comments' => 
'Могут удалять комментарии к ЛЮБЫМ записям блога',

'can_admin_channels' => 
'Можно управлять каналами и настройками каналов',

'can_admin_upload_prefs' => 
'Можно управлять настройками загрузки файлов',

'can_admin_members' => 
'Могут управлять аккаунтами участников',

'can_access_edit' => 
'Разрешен доступ к разделу РЕДАКТИРОВАТЬ',

'can_access_publish' => 
'Разрешен доступ к разделу ПУБЛИКОВАТЬ',

'can_access_files' => 
'Разрешен доступ к КОНТЕНТУ: Файловый менеджер',

'can_access_modules' => 
'Разрешен доступ к разделу МОДУЛИ',

'can_access_extensions' => 
'Разрешен доступ к разделу дополнений: РАСШИРЕНИЯ',

'can_access_accessories' => 
'Разрешен доступ к разделу дополнений: АКСЕССУАРЫ',

'can_access_plugins' => 
'Разрешен доступ к разделу дополнений: ПЛАГИНЫ',

'can_access_fieldtypes' => 
'Разрешен доступ к разделу дополнений: Типы полей',

'can_access_comm' => 
'Разрешен доступ к разделу ПОЧТА',

'can_access_utilities' => 
'Разрешен доступ к разделу инструментов: УТИЛИТЫ',

'can_access_data' => 
'Разрешен доступ к разделу инструментов: ДАННЫЕ',

'can_access_logs' => 
'Разрешен доступ к разделу инструментов: ЛОГИ',

'can_access_sys_prefs' => 
'Разрешен доступ к ADMIN: Настройки системы',

'can_access_content_prefs' => 
'Разрешен доступ к  ADMIN: Настроки содержимого',

'can_delete_members' => 
'Могут удалять участников',

'can_admin_mbr_groups' => 
'Могут изменять принадлежность участника к группам (только для незащищенных групп)',

'can_admin_mbr_templates' => 
'Могут управлять шаблонами профиля участника',

'can_admin_templates' => 
'Могут управлять шаблонами и группами шаблонов',

'can_admin_design' => 
'Могут управлять настроками оформления',

'can_admin_modules' => 
'Могут устанавливать/удалять модули',

'cp_email_privs' => 
'Права для использования E-mail в Панели управления',

'can_send_email' => 
'Могут отправлять письма по E-mail через ПУ',

'can_email_member_groups' => 
'Могут отправлять письма E-mail Группам участников',

'can_email_mailinglist' => 
'Могут отправлять письма E-mail по спискам рассылок',

'can_send_cached_email' => 
'Могут просматривать/отправлять кэшированные письма E-mail',

'search_privs' => 
'Права для поиска',

'can_search' => 
'Могут использовать Поиск',

'search_flood_control' => 
'Интервал (в сек.) между поисковыми запросами',

'warning' => 
'Предупреждение',

'super_admin_edit_note' => 
'Примечание: Вы можете редактировать только название и описание Группы Суперадминистраторов',

'be_careful_assigning_groups' => 
'Будьте ОЧЕНЬ осторожны при предоставлении прав группам, особенно прав, отмеченных выделением.',

'member_group_updated' => 
'Обновлена группа участников:',

'member_group_created' => 
'Создана группа участников:',

'cp_channel_privs' => 
'Права на отправку в каналах',

'can_view_other_entries' => 
'Могут просматривать записи других участников',

'can_post_in' => 
'Могут публиковать и редактировать записи в:',

'can_edit_other_entries' => 
'Могут редактировать чужие записи',

'can_assign_post_authors' => 
'Могут изменять имя автора при публикации записей блогов',

'can_delete_self_entries' => 
'Могут удалять собственные записи блогов',

'can_delete_all_entries' => 
'Могут удалять чужие записи блогов',

'cp_template_access_privs' => 
'Права редактирования шаблонов',

'can_access_tg' => 
'Могут редактировать шаблоны группы:',

'can_email_from_profile' => 
'Могут отправлять письма E-mail другим участникам через Email-консоль в профиле',

'for_profile_page' => 
'Будет отображаться на странице профиля участника',

'custom_member_fields' => 
'Настраиваемые поля профиля',

'current_fields' => 
'Поля профиля участника',

'edit_member_field' => 
'Редактировать поле',

'create_member_field' => 
'Создать поле',

'field_updated' => 
'Поле обновлено',

'field_created' => 
'Поле создано',

'create_new_profile_field' => 
'Создать новое поле профиля',

'is_field_public' => 
'Отображать это поле в публичных профилях?',

'is_field_public_cont' => 
'Если выберете нет, оно будет видно только администраторам',

'is_field_reg' => 
'Отображать поле на странице регистрации?',

'is_field_cp_reg' => 
'Отображать это поле на странице регистрации в ПУ?',

'field_width' => 
'Ширина поля',

'field_width_cont' => 
'Может быть указано в пикселях или процентах',

'fieldname' => 
'Название поля',

'fieldname_cont' => 
'Одно слово, без пробелов.  Разрешены подчеркивания и дефисы',

'field_format' => 
'Форматирование текста',

'm_max_length' => 
'Максимальная длина',

'max_length_cont' => 
'Выбор типа поля',

'text_area_rows' => 
'Строк в текстовой области',

'text_area_rows_cont' => 
'Выбор типа поля',

'pull_down_items' => 
'Выберите варианты списка',

'pull_down_items_cont' => 
'Для выпадающих меню',

'pull_down_instructions' => 
'Разместите каждый элемент на отдельной строке',

'invalid_characters' => 
'Указанное Вами название поля содержит недопустимые символы',

'member_data_will_be_deleted' => 
'Все данные участника, содержащиеся в этом поле, будут безвозвратно удалены',

'profile_field_deleted' => 
'Удалено поле профиля:',

'no_custom_profile_fields' => 
'В настоящее время настраиваемые поля профиля отсутствуют',

'member_search_results' => 
'Результаты поиска участника',

'no_search_results' => 
'Совпадения не найдены',

'member_search_instructions' => 
'Заполните по крайней мере одно поле.  Слова можно указывать полностью или частично.',

'can_not_delete_only_member' => 
'Невозможно удаление единственного участника из базы данных',

'can_not_delete_super_admin' => 
'Невозможно удаление единственного Суперадминистратора',

'must_be_superadmin_to_delete_one' => 
'Суперадминистратора может удалить только другой Суперадминистратор',

'email_console_log' => 
'Журнал Email-консоли',

'no_cached_email' => 
'Нет кэшированных писем',

'email_title' => 
'Заголовок E-mail',

'from' => 
'От',

'to' => 
'Кому',

'message_sent_to' => 
'Отправлено сообщение для:',

'email_deleted' => 
'Письмо было удалено',

'can_send_bulletins' => 
'Могут отправлять сообщения для Доски сообщений',

'group_description' => 
'Описание группы участников',

'preferences' => 
'Настройки',

'preference' => 
'Настройки',

'setting' => 
'Установки',

'resend_activation_emails' => 
'Повторно отправить письма E-mail для активации',

'activation_emails_resent' => 
'Письма E-mail для активации отправлены повторно',

'resend_activation_email' => 
'Повторно отправить письмо E-mail для активации',

'activation_email_resent' => 
'Письмо E-mail для активации отправлено повторно',

'can_access_site' => 
'Разрешен доступ к сайту',

'include_in_mailinglists' => 
'Разрешить участникам доступ к рассылкам сайта и соответствующие возможности? (т.е. группа появится в разделе Почта)',

'member_delete_dont_reassign_entries' => 
'Не переназначать записи этого участника, просто УДАЛИТЬ их',

'translate' => 
'Обновить',

''=>''
);

// End of File