<?php
$lang = array(


'rte_module_name' => 
'Текстовый редактор',

'rte_module_description' => 
'Позволяет редкаторовать текст в текстовых полях',

'nav_rte_settings' => 
'Настройки текст. ред.',

'nav_rte_settings_short_desc' => 
'Управление иструментами текстового редактора и наборами инструментов',

'rte_settings' => 
'Настройки сайта',

'rte_prefs' => 
'Настройки текстового редактора',

'toolsets' => 
'Наборы инструментов',

'tools' => 
'Инструменты',

'create_new_toolset' => 
'Создать новый набор инструментов',

'edit_toolset' => 
'Изменить Набор Инструментов',

'edit_my_toolset' => 
'Изменить Мой Набор Инструментов',

'my_toolset' => 
'Мой набор инструментов',

'no' => 
'Нет',

'yes' => 
'Да',

'enabled' => 
'Включено',

'enable_button' => 
'Включить',

'disabled' => 
'Отключено',

'disable_button' => 
'Отключить',

'delete' => 
'Удалить',

'toolset' => 
'Набор инструментов',

'tool' => 
'Инструменты',

'cancel' => 
'Отменить',

'enable_rte' => 
'Включить текстовый редактор',

'disable_rte' => 
'Выключить текстовый редактор',

'settings_saved' => 
'Ваши настройки текстового редактора были сохранены.',

'settings_not_saved' => 
'Ваши настройки текстового редактора не могут быть сохранены. Попробуйте ещё раз.',

'toolset_deleted' => 
'Набор инструментов успешно удалён.',

'toolset_not_deleted' => 
'Набор инструментов не может быть удалён.',

'toolset_edit_failed' => 
'Набор инструментов не может быть открыт для изменения.',

'toolset_updated' => 
'Набор инструментов обновлён',

'toolset_update_failed' => 
'Не удалось обновить инструменты. Пожалуйста попробуйте ещё.',

'tool_updated' => 
'Инструменты обновлены',

'tool_update_failed' => 
'Не удалось обновить инструменты. Пожалуйста попробуйте ещё.',

'valid_url_required' => 
'Требуется указать верный URL.',

'name_required' => 
'Имя набора инструментов обязательно.',

'unique_name_required' => 
'Имя набора инструментов должно быть уникальным.',

'enable_rte_globally' => 
'Включить текстовый редактор',

'enable_rte_in_forum' => 
'Включить текстовый редактор для использования на форуме?',

'default_toolset' => 
'Стандартный набор инструментов',

'default_toolset_details' => 
'Показывается для пользователей, которые еще не создали свой собственный или выбрали другой.',

'toolset_name' => 
'Имя набора инструментов',

'available_tools' => 
'Доступные инструменты (не используемые)',

'tools_in_toolset' => 
'В этом наборе инструментов',

'toolset_builder_label' => 
'Какие инструменты должны быть доступный в этом наборе инструментов?',

'toolset_builder_instructions' => 
'Выберите один или больше инструментов и перенесите в нужное место.',

'enable_rte_myaccount' => 
'Выключить текстовый редактор',

'enable_rte_for_field' => 
'Выключить текстовый редактор',

'rte_image_caption' => 
'Подпись к изображению:',

'rte_center_error' => 
'Вы не можете центровать элемент который обёрнут ',

'url' => 
'URL',

'title' => 
'Заголовок',

'relationship' => 
'Связь',

'selection_error' => 
'Пожалуйста выберите сначала текст или изображение.',

'blockquote_rte' => 
'Цитата',

'bold_rte' => 
'Жирный',

'headings_rte' => 
'Заголовки',

'image_rte' => 
'Изображение',

'italic_rte' => 
'Курсив',

'link_rte' => 
'Ссылка',

'ordered_list_rte' => 
'Нумерованный список',

'preferences_rte' => 
'Предпочтения',

'strip_tags_rte' => 
'Очистить форматирование',

'underline_rte' => 
'Подчёркивание',

'unordered_list_rte' => 
'Маркированный список',

'view_source_rte' => 
'Просмотреть код',

'make_bold' => 
'Жирный',

'remove_bold' => 
'Не жирный',

'make_italics' => 
'Курсив',

'remove_italics' => 
'Удалить курсив',

'make_underline' => 
'Подчёркивание',

'remove_underline' => 
'Удалить подчёркивание',

'make_ul' => 
'Маркированный список',

'remove_ul' => 
'Удалить Маркированный список',

'make_ol' => 
'Нумерованный список',

'remove_ol' => 
'Удалить Нумерованный список',

'make_blockquote' => 
'Цитата',

'remove_blockquote' => 
'Удалить Цитату',

'link' => 
'Ссылка',

'add_link' => 
'Добавить Ссылку',

'update_link' => 
'Обновить Ссылку',

'remove_link' => 
'Удалить Ссылка',

'external_link' => 
'Внешняя Ссылка',

'view_code' => 
'Просмотреть код',

'view_content' => 
'Просмотреть содержание',

'strip_tags' => 
'Очистить форматирование',

'paragraph' => 
'параграф',

'heading_1' => 
'заголовок 1',

'heading_2' => 
'заголовок 2',

'heading_3' => 
'заголовок 3',

'heading_4' => 
'заголовок 4',

'heading_5' => 
'заголовок 5',

'heading_6' => 
'заголовок 6',

'img_add' => 
'Изображение',

'img_remove' => 
'Удалить изображение',

'img_align_left' => 
'Выровнять по левому краю',

'img_align_center' => 
'Выровнять по центру',

'img_align_right' => 
'Выровнять по правому краю',

'img_wrap_left' => 
'Сместить влево',

'img_wrap_none' => 
'Разделить текст',

'img_wrap_right' => 
'Сместить вправо',

'translate' => 
'Обновить',

''=>''
);

// End of File