<?php
$lang = array(


'msm_product_name' => 
'Менеджер управления сайтами',

'msm_version' => 
'Версия: ',

'msm_build_number' => 
'Сборка: ',

'sites_administration' => 
'Администрирование сайтами',

'site_management' => 
'Управление сайтом',

'site_id' => 
'ID сайта',

'site_name' => 
'Краткое название сайта',

'site_label' => 
'Ярлык сайта',

'create_new_site' => 
'Создать новый сайт',

'edit_site' => 
'Редактировать сайт',

'site_description' => 
'Описание сайта',

'site_administration_set' => 
'Настройка управления',

'site_mailinglists_set' => 
'Настройка рассылки',

'site_members_set' => 
'Настройка участников',

'site_templates_set' => 
'Настройка шаблонов',

'site_channels_set' => 
'Настройка каналов',

'no_site_name' => 
'Нет названия сайта',

'no_site_label' => 
'Нет ярлыка сайта',

'site_name_taken' => 
'Такое название сайта уже задано',

'new_set_missing_name' => 
'Отсутствует название для одной из новых настроек.',

'site_created' => 
'Сайт создан',

'site_updated' => 
'Сайт обновлен',

'unable_to_locate_specialty' => 
'Невозможно найти особые шаблоны.  Проверьте, что Вы загрузили все языковые файлы.',

'delete_site' => 
'Удалить сайт',

'delete_site_confirmation' => 
'Уверены, что хотите безвозвратно удалить этот сайт?',

'site_deleted' => 
'Сайт удален',

'set_management' => 
'Управление настройкой',

'new_set' => 
'Новая настройка',

'edit_set' => 
'Редактировать настройку',

'create_new_set' => 
'Создать новую настройку',

'set_created' => 
'Настройка создана',

'set_updated' => 
'Настройка обновлена',

'delete_set' => 
'Удалить настройку',

'delete_set_confirmation' => 
'Уверены, что хотите безвозвратно удалить эту настройку?',

'set_deleted' => 
'Настройка удалена',

'site_set_id' => 
'ID настройки',

'site_set_name' => 
'Название настройки',

'site_set_type' => 
'Тип настройки',

'site_set_name_taken' => 
'Такое название настройки уже задано',

'move_data' => 
'Импортировать данные',

'do_nothing' => 
'Ничего не делать',

'move_options' => 
'Опции импорта',

'move_channel_move_data' => 
'Импортировать данные и записи канала',

'duplicate_channel_no_data' => 
'Дублировать канал, не дублировать записи канала',

'duplicate_channel_all_data' => 
'Дублировать канал, дублировать записи канала',

'move_template_group' => 
'Импортировать группу шаблонов',

'duplicate_template_group' => 
'Дублировать группу шаблонов',

'move_global_variables' => 
'Импортировать глобальные переменные',

'duplicate_global_variables' => 
'Дублировать глобальные переменные',

'move_upload_destination' => 
'Импортировать директорию загрузки',

'duplicate_upload_destination' => 
'Дублировать директорию загрузки',

'choose_site' => 
'Выберите сайт для перехода',

'switch_site' => 
'Сменить сайт',

'timeout_warning' => 
'Копирование больших объемов данных может быть ресурсоёмким процессом, и может прерваться в связи с лимитами сервера на выделение памяти скрипту и Вы можете потерять данные.<br /><br />Всегда делайте резервную купию вашей базы данных перед копированием, если у вас возникли проблемы то обратитесь к технической поддержке вашего хостинг провайдера.',

'translate' => 
'Обновить',

''=>''
);

// End of File