<?php
$lang = array(


'admin_notify_mailinglist' => 
'Уведомление администратора о подписке на рассылку',

'admin_notify_mailinglist_desc' => 
'Этот шаблон определяет вид сообщения, высылаемого администратору при регистрации нового подписчика на рассылку.',

'admin_notify_forum_post_desc' => 
'Этот шаблон определяет вид сообщения, высылаемого администратору при появлении нового сообщения в форуме.',

'admin_notify_entry' => 
'Уведомление администратора о новых записях',

'admin_notify_entry_desc' => 
'Этот шаблон определяет вид сообщения, высылаемого получателям уведомлений при появлении новой записи в блоге.',

'private_message_notification' => 
'Уведомление о личном сообщении',

'private_message_notification_desc' => 
'Этот шаблон определяет вид сообщения, высылаемого пользователю при поступлении личного сообщения.',

'forum_post_notification_desc' => 
'Этот шаблон определяет вид сообщения, высылаемого пользователю при появлении нового ответа на его сообщение в форуме.',

'admin_notify_forum_post' => 
'Уведомление администратора о сообщениях в форуме',

'forum_post_notification' => 
'Уведомление пользователя о сообщениях в форуме',

'email_title' => 
'Заголовок E-mail',

'email_message' => 
'Текст сообщения',

'admin_notify_comment' => 
'Уведомление администратора о комментарии',

'admin_notify_comment_desc' => 
'Этот шаблон определяет вид сообщения, высылаемого администратору при появлении нового комментария',

'admin_notify_reg' => 
'Уведомление администратора о регистрации нового участника',

'admin_notify_reg_desc' => 
'Этот шаблон определяет вид сообщения, высылаемого администратору при регистрации нового участника',

'comment_notification' => 
'Уведомление пользователя о комментарии',

'comments_opened_notification' => 
'Уведомление о добавлении коментария пользователя',

'comment_notification_desc' => 
'Этот шаблон определяет вид сообщения, высылаемого пользователю при появлении нового ответа на его комментарий',

'forgot_password_instructions' => 
'Инструкции по восстановлению забытого пароля',

'forgot_password_instructions_desc' => 
'Этот шаблон определяет вид сообщения, высылаемого пользователю, забывшему свой пароль',

'mailinglist_activation_instructions' => 
'Инструкция по активации подписки',

'mailinglist_activation_instructions_desc' => 
'Этот шаблон определяет вид сообщения с инструкциями по активации подписки',

'mbr_activation_instructions' => 
'Инструкции по активации нового пользователя',

'mbr_activation_instructions_desc' => 
'Этот шаблон определяет вид сообщения с инструкциями по подтверждению регистрации на сайте',

'reset_password_notification' => 
'Уведомление об изменении пароля',

'reset_password_notification_desc' => 
'Этот шаблон содержит инструкции по изменению пароля',

'validated_member_notify' => 
'Уведомление об активации нового пользователя',

'decline_member_validation' => 
'Уведомление об отказе в активации нового пользователя',

'validated_member_notify_desc' => 
'Это шаблон сообщения с подтверждением, высылаемого пользователю после его активации администратором',

'use_this_template' => 
'Задействовать этот шаблон?',

'use_this_template_exp' => 
'Если выберете <b>нет</b>, то этот шаблон использоваться не будет.  Вместо него, будет высылаться автоматически сгенерированное сообщение на языке, выбранном самим пользователем',

'user_messages_template_desc' => 
'Назначение этого шаблона - отображение сообщений об ошибках и других сообщений для пользователей после выполнения ими определенных действий, таких как операция входа в систему, отправка формы и др.',

'user_messages_template_warning' => 
'Не удаляйте ни одной из пяти необходимых переменных:',

'available_variables' => 
'Возможно использование следующих переменных:',

'notification_has_char_limit' => 
'Большинство из указанных выше переменных принимают char_limit parameter: {title char_limit="40"}',

'pm_inbox_full' => 
'Уведомление о полном ящике входящих личных сообщений',

'pm_inbox_full_desc' => 
'Этот шаблон определяет вид сообщения, высылаемого пользователю, когда он не может получить личное сообщение из-за того, что его почтовый ящик входящих писем полон',

'forum_moderation_notification' => 
'Уведомление пользователя о модерировании сообщений темы в форуме',

'forum_moderation_notification_desc' => 
'Этот шаблон определяет вид сообщения, высылаемого участникам при перемещении, разбиении или объединении тем в форуме модератором',

'forum_report_notification' => 
'Уведомление модератору о допущенном в форуме нарушении',

'forum_report_notification_desc' => 
'Этот шаблон определяет уведомления, получаемые модератором от участников о допущенном в форуме нарушении',

'email_subject' => 
'Тема:',

'message_body' => 
'Тело сообщения Email',

'translate' => 
'Update',

''=>''
);

// End of File