<?php
$lang = array(


'tools' => 
'Инструменты',

'tools_data' => 
'Данные',

'tools_logs' => 
'Логи',

'tools_utilities' => 
'Утилиты',

'communicate' => 
'Почта',

'config_editor' => 
'Управление файлом настроек',

'php_info' => 
'Информация о PHP',

'recount_stats' => 
'Пересчитать статистику',

'search_and_replace' => 
'Найти и заменить',

'sql_manager' => 
'SQL-менеджер',

'clear_caching' => 
'Удалить кэшированные данные',

'view_throttle_log' => 
'Просмотр результатов ограничения активности посетителей',

'view_search_log' => 
'Просмотр журнала регистрации поисковых запросов',

'view_email_logs' => 
'Журнал Email-консоли',

'view_cp_log' => 
'Просмотр журнала ПУ',

'import_utilities' => 
'Утилиты импорта',

'translation_tool' => 
'Утилита перевода',

'english' => 
'Английский',

'translation' => 
'Перевод',

'hits' => 
'Счетчик',

'last_activity' => 
'Последняя активность',

'no_throttle_logs' => 
'В настоящее время нет IP, активность которых понижается системой.',

'throttling_disabled' => 
'Ограничение активности посетителей выключено',

'blacklist_all_ips' => 
'Занести все IP в черный список',

'no_search_results' => 
'Совпадения не найдены',

'search_results' => 
'Результаты поиска',

'site_search' => 
'Сайт',

'searched_in' => 
'Искали в',

'search_terms' => 
'Слова поиска',

'page_caching' => 
'Кэш-файлы страниц (шаблонов)',

'tag_caching' => 
'Кэш-файлы тегов',

'db_caching' => 
'Кэш-файлы базы данных',

'cached_relationships' => 
'Кэшированные записи отношений',

'all_caching' => 
'Все кэши',

'sandr_instructions' => 
'Эти формы позволяют находить указанный текст и заменять его другим',

'search_term' => 
'Найти этот текст',

'replace_term' => 
'И заменить его этим текстом',

'replace_where' => 
'В каком поле базы данных Вы хотите выполнить замену?',

'search_replace_disclaimer' => 
'В зависимости от используемого синтаксиса эта функция может привести к нежелательным результатам.  Смотрите Руководство и сделайте резервную копию базы данных.',

'advanced_users_only' => 
'Только для опытных пользователей',

'choose_translation_file' => 
'Выберите файл для перевода',

'no_lang_file' => 
'Нет языковых файлов',

'no_lang_keys' => 
'Нет переменных для перевода',

'invalid_path' => 
'Файл не найден.',

'file_saved' => 
'Файл сохранен',

'trans_file_not_writable' => 
'Файл перевода не имеет прав на запись.',

'import_from_mt' => 
'Утилита импорта из Movable Type',

'member_import' => 
'Утилита импорта участников',

'missing_password_type' => 
'Требуемый тип атрибута отсутствует в элементе ввода пароля для пользователя: %x. Пожалуйста, обращайтесь к документации по правильному формату импорта.',

'united_states' => 
'США',

'european' => 
'Европейский',

'preference' => 
'Настройки',

'setting' => 
'Настройка',

'preferences_updated' => 
'Настройки изменены',

'true' => 
'Истина',

'false' => 
'Ложь',

'translation_dir_unwritable' => 
'Внимание! Директория перевода защищена от записи.',

'screen_name' => 
'Псевдоним',

'translate' => 
'Update',

''=>''
);

// End of File