<?php
$lang = array(


'sql_info' => 
'Информация SQL',

'sql_utilities' => 
'SQL-утилиты',

'database_type' => 
'Тип базы данных',

'sql_version' => 
'Версия базы данных',

'database_size' => 
'Размер базы данных',

'database_uptime' => 
'Время безотказной работы базы данных',

'total_queries' => 
'Всего запросов сервера после запуска',

'sql_status' => 
'Информация о статусе',

'sql_system_vars' => 
'Системные переменные',

'sql_processlist' => 
'Список SQL-процессов ',

'sql_query_form' => 
'Форма запроса базы данных',

'query_result' => 
'Результат запроса',

'query' => 
'SQL-запрос',

'total_results' => 
'Всего результатов: %x',

'total_affected_rows' => 
'Всего обработано строк: ',

'browse' => 
'Просмотр',

'tables' => 
'таблицы',

'table_name' => 
'Имя таблицы',

'records' => 
'Записей в БД',

'size' => 
'Размер',

'type' => 
'Тип',

'analyze' => 
'Анализировать таблицы',

'optimize' => 
'Оптимизировать SQL-таблицы',

'repair' => 
'Исправить SQL-таблицы',

'optimize_table' => 
'Оптимизировать выбранные таблицы',

'repair_table' => 
'Исправить выбранные таблицы',

'no_buttons_selected' => 
'Необходимо выбрать таблицы для выполнения в них этого действия',

'sql_view_database' => 
'Управление таблицами базы данных',

'sql_no_result' => 
'По Вашему запросу совпадений не обнаружено',

'sql_not_allowed' => 
'Извините, но этот тип запроса не разрешен.',

'sql_query_instructions' => 
'Используйте эту форму для выполнения SQL-запроса',

'sql_query_debug' => 
'Включить вывод ошибок MySQL',

'sql_good_query' => 
'Запрос выполнен успешно',

'cache_deleted' => 
'Кэш-файлы удалены',

'site_preferences' => 
'Настройки сайта',

'channel_entry_title' => 
'Заголовок записи канала',

'channel_fields' => 
'Поля канала:',

'templates' => 
'Во ВСЕХ шаблонах',

'template_groups' => 
'Группы шаблонов',

'rows_replaced' => 
'Число записей базы данных, в которых произведена замена:',

'choose_below' => 
'(Выберите один из следующих)',

'if_replacing_templates' => 
'Если вы заменяете что то в шаблонах, <a href=\\"%x\\">синхронизируйте его с БД</a> вопервых, или',

'permanent_data_loss' => 
'может произойти безвозвратная потеря данных!',

'recalculate' => 
'Обработать данные',

'do_recount' => 
'Выполнить пересчет',

'source' => 
'Источник',

'recount_info' => 
'Приведенные ниже ссылки позволяют обновлять различную статистику, например, определять количество статей, опубликованных каждым участником.',

'members' => 
'Участники',

'channel_titles' => 
'Записи каналов',

'site_statistics' => 
'Статистика сайта',

'forums' => 
'Форумов',

'forum_topics' => 
'Темы форума',

'recount_completed' => 
'Пересчет завершен',

'recount_prefs' => 
'Пересчитать настройки',

'translate' => 
'Update',

''=>''
);

// End of File